{"content": {"electionAuthorityDataSingleElections": {"votingInfo": {"2016-04-19": {"voting-basics": [], "more-voting-info": [], "ways-to-vote": [], "election-office-contact": [], "my-rights-as-a-voter": [], "my-polling-place": [], "register-to-vote": [], "important-dates-deadlines": []}, "2014-11-04": {"voting-basics": [], "more-voting-info": [], "ways-to-vote": [], "election-office-contact": [], "my-rights-as-a-voter": [], "my-polling-place": [], "register-to-vote": [], "important-dates-deadlines": []}}}, "electionAuthorityData": {"votingInfo": {"voting-basics": ["---\ntitle: \"Voting basics section title\"\npublished: false\nweight: 0\nsection: \"voting-basics\"\npriority: \"Minor\"\n---\n\n"], "more-voting-info": ["---\ntitle: \"More voting info section title\"\npublished: false\nweight: 0\nsection: \"more-voting-info\"\npriority: \"Minor\"\n---\n\n"], "ways-to-vote": ["---\ntitle: \"Ways to vote section title\"\npublished: false\nweight: 0\nsection: \"ways-to-vote\"\npriority: \"Minor\"\n---\n\n"], "election-office-contact": [], "my-rights-as-a-voter": [], "my-polling-place": [], "register-to-vote": [], "important-dates-deadlines": []}}, "stateDataSingleElections": {"votingInfo": {"2016-11-08": {"voting-basics": ["---\ntitle: \"Voting basics section title\"\npublished: false\nweight: -10\nsection: \"voting-basics\"\npriority: Minor\n---\n\n"], "more-voting-info": ["---\ntitle: \"More voting info section title\"\npublished: false\nweight: -10\nsection: \"more-voting-info\"\npriority: Minor\n---\n\n"], "ways-to-vote": ["---\ntitle: \"Ways to vote section title\"\npublished: false\nweight: -10\nsection: \"ways-to-vote\"\npriority: Minor\n---\n\n"], "election-office-contact": ["---\ntitle: \"Election office contact section title\"\npublished: false\nweight: -10\nsection: \"election-office-contact\"\npriority: Minor\n---\n\n"], "my-rights-as-a-voter": ["---\ntitle: \"My rights as a voter section title\"\npublished: false\nweight: -10\nsection: \"my-rights-as-a-voter\"\npriority: Minor\n---\n\n", "---\ntitle: \"What are my rights as a voter in the state of New York?\"\npublished: true\nweight: 2\nsection: \"my-rights-as-a-voter\"\npriority: \"Minor\"\n---\n\n**What are my rights as a voter in the state of New York?**  \n\nYou have the right to vote in a general election if you are a registered voter and appear inside your polling place no later than 9 p.m. on Election Day. (See [Ways to Vote](#section-ways-to-vote) for details on alternate methods of voting.)  \n\nIn any election you have the following rights as a New York voter:  \n- Be assisted by any person of your choice (except your employer or union representative), including a trained poll worker, if you need help to vote. If you need an interpreter, BOE interpreters are available to assist voters at selected sites. Call 866-VOTE-NYC for more information, including which polling sites have interpreters available and for which languages.  \n- Ask election workers how to vote.  \n- Bring materials with you.  \n- Vote even if the voting machine is broken.  \n- Vote by \"affidavit ballot\" if your name is missing from the list of voters at your polling site.  \n\nYou may have to show identification if you are voting for the first time at your polling place.  \n- Acceptable forms of identification include valid photo ID or current utility bill, bank statement, government check or paycheck, or government document that shows name and address.  \n- If you cannot or choose not to show identification, you have the right to vote by affidavit ballot.  \n"], "my-polling-place": ["---\ntitle: \"Ways to vote section title\"\npublished: false\nweight: -10\nsection: \"ways-to-vote\"\npriority: Minor\n---\n\n"], "register-to-vote": ["---\ntitle: \"Register to vote section title\"\npublished: false\nweight: -10\nsection: \"register-to-vote\"\npriority: Minor\n---\n\n"], "important-dates-deadlines": ["---\ntitle: \"Important dates and deadlines section title\"\npublished: false\nweight: -10\nsection: \"important-dates-deadlines\"\npriority: Minor\n---\n\n"]}, "2016-04-19": {"voting-basics": ["---\ntitle: \"Voting basics section title\"\npublished: false\nweight: -10\nsection: \"voting-basics\"\npriority: \"Minor\"\n---\n\n"], "more-voting-info": ["---\ntitle: \"More voting info section title\"\npublished: false\nweight: -10\nsection: \"more-voting-info\"\npriority: \"Minor\"\n---\n\n"], "ways-to-vote": ["---\ntitle: \"Ways to vote section title\"\npublished: false\nweight: -10\nsection: \"ways-to-vote\"\npriority: \"Minor\"\n---\n\n"], "election-office-contact": ["---\ntitle: \"Election office contact section title\"\npublished: false\nweight: -10\nsection: \"election-office-contact\"\npriority: \"Minor\"\n---\n\n"], "my-rights-as-a-voter": ["---\ntitle: \"My rights as a voter section title\"\npublished: false\nweight: -10\nsection: \"my-rights-as-a-voter\"\npriority: \"Minor\"\n---\n\n"], "my-polling-place": ["---\ntitle: \"My polling place section title\"\npublished: false\nweight: -10\nsection: \"my-polling-place\"\npriority: \"Minor\"\n---\n\n"], "register-to-vote": ["---\ntitle: \"Register to vote section title\"\npublished: false\nweight: -10\nsection: \"register-to-vote\"\npriority: \"Minor\"\n---\n\n", "---\ntitle: \"Am I registered to vote in the presidential primary on April 19, 2016?\"\npublished: true\nweight: 11\nsection: \"register-to-vote\"\npriority: \"Minor\"\n---\nUnder New York State Election Law, to vote in the presidential primary, you must be a newly registered Republican or Democrat (registered between October 10, 2015 and March 25, 2016) or if you were previously registered to vote, you must have registered as a Republican or Democrat no later than October 9, 2015 (before **last year's** general election). This system was put into place to prevent voters from switching their party registrations shortly before a contentious primary.  \n\nIf you're not sure whether you are eligible, call the NYC Board of Elections' hotline, 866-VOTE-NYC (866-868-3692), or 212-487-5496 for the hearing impaired.  \n"], "important-dates-deadlines": ["---\ntitle: \"Important dates and deadlines section title\"\npublished: false\nweight: -10\nsection: \"important-dates-deadlines\"\npriority: \"Minor\"\n---\n\n", "---\ntitle: \"Registration Deadline for April 19 Elections\"\npublished: false\nweight: 6\nsection: \"important-dates-deadlines\"\npriority: \"Minor\"\n---\nThe in-person voter registration deadline for the [2016 New York State Special Election](http://www.nyccfb.info/about/calendar/new-york-state-special-election) is Saturday, April 9, 2016.  \n\nTo register to vote in person, you must go to your borough's [Board of Elections office](http://vote.nyc.ny.us/html/contact/offices.shtml) between the hours of 9:00am to 5:00pm.  \n\nUnder New York State Election Law, to vote in the presidential primary, you must be a newly registered Republican or Democrat (registered between October 10, 2015 and March 25, 2016) or if you were previously registered to vote, you must have registered as a Republican or Democrat no later than October 9, 2015 (before **last year's** general election). This system was put into place to prevent voters from switching their party registrations shortly before a contested primary.  \n\nIf you're not sure whether you are eligible, call the NYC Board of Elections' hotline, 866-VOTE-NYC (866-868-3692), or 212-487-5496 for the hearing impaired.  \n"]}}}, "stateData": {"votingInfo": {"voting-basics": ["---\ntitle: \"Voting Basics\"\npublished: true\nweight: 1\nsection: \"voting-basics\"\npriority: \"Major\"\n---\n", "---\ntitle: \"How do I vote?\"\npublished: true\nweight: 10\nsection: \"voting-basics\"\npriority: \"Minor\"\n---\nWhen you arrive at your designated polling place, sign into the poll book and get your ballot and voting instructions from a poll worker. Make sure to mark your ballot completely, according to the instructions.  \n\nOnly vote for one person per office, unless instructed otherwise. For some offices, your ballot will say “Vote for any TWO” or “Vote for any THREE.” **Read your ballot carefully** so you do not overvote or undervote.  \n", "---\ntitle: \"What if I am not in the poll book at my polling place?\"\npublished: true\nweight: 3\nsection: \"voting-basics\"\npriority: \"Minor\"\n---\nIf your name is not found in the poll book when you sign in to vote, make sure you are signing in at the correct polling location. A poll worker will be available at your polling location to assist you in determining which district you live in if you need assistance.\n\nOnce you confirm that you are at the correct polling location, if you name is not in the poll book and you believe that you are eligible, you can still vote. Ask a poll worker for an [affidavit ballot](#menu-item-What-is-an-affidavit-ballot?), and follow the instructions. After the election, the board of elections will check its records, and your vote will be counted if you were eligible to vote and the ballot and envelope were filled out correctly. If not, you will receive a notice that you were not eligible to vote, and your affidavit ballot envelope will serve as your voter registration form for the next election.  \n", "---\ntitle: \"How do I vote for a write-in candidate?\"\npublished: true\nweight: 6\nsection: \"voting-basics\"\npriority: \"Minor\"\n---\nIf you wish to vote for a candidate who is not listed on the ballot, you may do so by completely filling in the oval on your ballot in the area provided for a write-in candidate and writing the name of your preferred candidate in the space provided.  \n\nA write-in candidate for president or vice-president must file a certificate of candidacy with the New York State Board of Elections. You may ask a poll worker for a list of certified write-in candidates for these offices. Write-in candidates for other federal or state offices do not have to submit any filing paperwork; therefore, you may write in any name for these offices.  \n", "---\ntitle: \"What if I have questions at the polling place?\"\npublished: true\nweight: 2\nsection: \"voting-basics\"\npriority: \"Minor\"\n---\nAs a New York voter, you can ask for instructions on how to cast your vote from trained poll workers who are there to help you navigate the voting process. You can also be assisted by any person of your choice except a representative of your employer or your union.  \n", "---\ntitle: \"What is an affidavit ballot?\"\npublished: true\nweight: 4\nsection: \"voting-basics\"\npriority: \"Minor\"\n---\n\nAn affidavit ballot is a paper ballot and envelope that you complete and give to a poll worker (it does not go in the scanner and is not counted immediately). It is generally used when your name is not in the poll book at your polling site. After the election, your Board of Elections will check its records and your vote will be counted if you were eligible to vote, were at the correct poll site, and filled out the ballot and the envelope correctly. If not, you will receive a notice that your vote did not count.   In New York City, your affidavit envelope serves as a registration form; outside the city, you may receive a registration form so you can register for future elections.  \n", "---\ntitle: \"What if I need assistance to vote?\"\npublished: true\nweight: 5\nsection: \"voting-basics\"\npriority: \"Minor\"\n---\nPoll workers at your polling place are ready and prepared to help you cast your ballot, should you require instructions on how to complete your ballot. If you need help because you are disabled or cannot read the ballot, federal law permits you to have a friend, a relative, or a poll worker assist you in the privacy booth. (See [My Rights as a Voter](#section-rights-as-a-voter) for more information.)  \n", "---\ntitle: \"Do I need identification to vote?\"\npublished: true\nweight: 1\nsection: \"voting-basics\"\npriority: \"Minor\"\n---\n\nIn most cases, you do not need identification to vote in the state of New York. If you are voting for the first time, however, you may need to show a photo ID to verify you are who you claim to be.\n\nSome form of identification may also be required when you first register to vote. (See [Register  to Vote](#section-register-to-vote).)  \n", "---\ntitle: \"Does New York have early voting?\"\npublished: true\nweight: 7\nsection: \"voting-basics\"\npriority: \"Minor\"\n---\nNew York State does not have early voting, except by [absentee ballot](#menu-item-Am-I-eligible-to-vote-by-absentee-ballot?). You may vote on Election Day at your designated polling place or via absentee ballot, by mail or in person, at any time between receiving your ballot and Election Day. (See [Ways to Vote](#section-ways-to-vote) for more information.)  \n"], "more-voting-info": ["---\ntitle: \"Special Note on Democratic Presidential Primaries\"\npublished: true\nweight: 6\nsection: \"more-voting-info\"\npriority: \"Minor\"\n---\n\n**In addition to their presidential preference, Democratic primary voters vote for 163 of New York’s 291 delegates to the Democratic National Convention.**  \n\nDelegates do not appear on Voter’s Edge, but they will appear on the Democratic primary ballot.  \n\nDelegates are bound to the candidate for whom they have stated their support on the ballot. A candidate must receive at least 15 percent of the presidential preference vote in order to receive any delegates in a congressional district.  \n\nThe remainder of New York’s Democratic delegates are apportioned as follows: 30 are pledged party leaders and elected officials, 54 are pledged at-large delegates, and 19 are pledged alternates. These delegates are allocated proportionally based on statewide primary results.  \n\nAn additional 44 party leaders and elected officials serve as unpledged delegates and are not required to adhere to the results of the state primary.  \n", "---\ntitle: \"How do I know which political districts I live in?\"\npublished: true\nweight: 3\nsection: \"more-voting-info\"\npriority: \"Minor\"\n---\nFor information about the State legislative and U.S. Congressional district where you live, visit the New York State Board of Elections’ [District/Representative search tool](http://www.elections.ny.gov/district-map/district-map.html).  \n\nIf you have further questions about your local political districts, contact your [local board of elections](http://www.elections.ny.gov/CountyBoards.html).  \n", "---\ntitle: \"More Voting Info\"\npublished: true\nweight: 0\nsection: \"more-voting-info\"\npriority: \"Major\"\n---\n", "---\ntitle: \"Special Note on Republican Presidential Primaries\"\npublished: true\nweight: 7\nsection: \"more-voting-info\"\npriority: \"Minor\"\n---\n\n**New York’s 95 delegates to the Republican National Convention will be allocated based on the district-level and statewide presidential preference vote results.**  \n\nEighty-one delegates are district-level delegates---three for each of New York’s 27 congressional districts. The first place finisher in a district will receive two of that district’s delegates, and the second place finisher will receive one delegate. A candidate must win at least 20 percent of the vote in a district in order to be eligible to receive a share of that district’s delegates. If a candidate wins more than 50 percent of the vote in a district, they will receive all of that district’s delegates.  \n\nEleven of New York’s delegates will serve at-large and will be allocated on a proportional basis; a candidate must win at least 20 percent of the statewide vote in order to be eligible to receive a share of the state's at-large delegates. If a candidate wins more than 50 percent of the statewide vote, he or she will receive all of the state's at-large delegates.  \n\nThe remaining three of New York’s delegates are national party leaders; they will be required to pledge their support to the winner of the state’s primary.  \n", "---\ntitle: \"What is electoral fusion, or fusion voting?\"\npublished: true\nweight: 4\nsection: \"more-voting-info\"\npriority: \"Minor\"\n---\n\nNew York permits a process known as electoral fusion, which means that multiple political parties may support the same candidate. This frequently results in one candidate appearing multiple times on a single ballot for the same office. You may only vote for a given candidate once, but you may choose which party to vote for. For example, if a candidate is supported by both the Republican Party and the Libertarian Party, their name will appear on the ballot twice. You may choose to vote for either one, and your vote will be counted as supporting that candidate, but you may not vote for them both as a Republican and as a Libertarian.  \n\n", "---\ntitle: \"How do I correct a mistake while marking my ballot?\"\npublished: true\nweight: 2\nsection: \"more-voting-info\"\npriority: \"Minor\"\n---\n\nIf you make a mistake while marking your ballot, you may return your ballot to a poll worker and ask for a new ballot. You may receive up to two additional ballots in order to mark your ballot as you intended. Ballots that are returned to the poll worker for this reason are marked \"VOID\" and will not be counted.  \n", "---\ntitle: \"What is a political party?\"\npublished: true\nweight: 3\nsection: \"more-voting-info\"\npriority: \"Minor\"\n---\n\nA political party is a group of people who try to determine public policy and influence government by getting their candidates elected to office.  \n\nAny political party may hold a primary and nominate candidates for the general election in New York, and candidates are permitted to run for office as a nominee of multiple political parties. (See [What is electoral fusion?](#menu-item-electoral-fusion) below.)  \n", "---\ntitle: \"Do I need to declare a political party?\"\npublished: true\nweight: 5\nsection: \"more-voting-info\"\npriority: \"Minor\"\n---\n\nYou do not need to declare a political party in order to vote in a general election. However, you do need to declare a political party which you register to vote in order to vote in that party’s primary. (See [Register to Vote](#section-register-to-vote) for more information.)  \n", "---\ntitle: \"How do I become a poll worker?\"\npublished: true\nweight: 1\nsection: \"more-voting-info\"\npriority: \"Minor\"\n---\nDedicated and well-trained poll workers are essential to the smooth functioning of democracy. You can become a poll worker if you are a registered voter and a resident of the county in which you want to be a poll worker (or, in the case of New York City, a city resident). You will be obligated to work a few days a year when your county or city holds elections, and you will be paid a small stipend by your board of elections.  \n\nPoll workers have the following responsibilities on Election Day:  \n- Prepare the polling place for voting  \n- Set up voting equipment  \n- Process voters  \n- Demonstrate voting procedures to voters  \n- Provide assistance when requested by voters  \n- Canvass and report election results  \n- Close the polling place  \n\nIf you are interested in becoming a poll worker, you can contact the State Board of Elections [here](http://www.elections.ny.gov/BecomePollworker.html). New York City voters can [apply online](https://nyc.electiondayworker.com/r/rA_4yzXNYkmL7ahEXYi0dw#.V1HNfvkrKUk) or [download an application](http://vote.nyc.ny.us/downloads/pdf/forms/boe/pollworkers/PollworkerApplication.pdf) on the NYC Board of Elections website.  \n"], "ways-to-vote": ["---\ntitle: \"Can I become a permanent absentee voter?\"\npublished: true\nweight: 3\nsection: \"ways-to-vote\"\npriority: \"Minor\"\n---\nIf you have a permanent illness or disability, you have the right to receive an absentee ballot for every subsequent election without re-applying. Check the box marked “permanent illness or physical disability” on your absentee ballot application. You will automatically receive an absentee ballot for every election in which you are eligible to vote.  ", "---\ntitle: \"Ways to Vote\"\npublished: true\nweight: 1\nsection: \"ways-to-vote\"\npriority: \"Major\"\n---\n", "---\ntitle: \"If I requested an absentee ballot, can I still vote in person on Election Day?\"\npublished: true\nweight: 5\nsection: \"ways-to-vote\"\npriority: \"Minor\"\n---\nIf you have applied for an absentee ballot, you may not vote in person at your designated polling place on Election Day. However, you may deliver your completed absentee ballot in person to your local board of elections office before 9 p.m. on Election Day.  \n\n", "---\ntitle: \"How do I return my absentee ballot?\"\npublished: true\nweight: 4\nsection: \"ways-to-vote\"\npriority: \"Minor\"\n---\nAfter completing your absentee ballot, you will need to mail or hand delivery it to your local [board of elections office](http://www.elections.ny.gov/CountyBoards.html). To have your mailed absentee ballot counted, it must be postmarked **no later than the day before the election** and the board of elections must receive it **no later than 7 days after the election.**  \n\n**If you return your absentee ballot to your local board of elections office in person,** you may do so starting as soon as ballots are available (i.e., 32 days prior to the election). You may deliver your ballot to the board of elections office Monday through Friday.  \n", "---\ntitle: \"How do I vote on Election Day in person?\"\npublished: true\nweight: 6\nsection: \"ways-to-vote\"\npriority: \"Minor\"\n---\nIf you are newly registered to vote, you should receive a voter card in the mail 2-3 weeks after registering that contains your polling location information. You can also check [My Voting Location](#section-my-polling-place) to find your polling location. In August of each year, all registered voters receive a mailing with information about the state/local primary and general elections, including their poll site location.  \n\nNew York City voters can confirm their poll site information at [nyc.pollsitelocator.com](nyc.pollsitelocator.com). Outside New York City, your poll site location can be confirmed using the [New York State voter lookup service](https://voterlookup.elections.state.ny.us/).  \n\nTo vote in person on Election Day, go to your designated polling location before 9 p.m. Poll opening times vary by election and county; contact your local [board of elections](http://www.elections.ny.gov/CountyBoards.html).  \n\nOnce you arrive at your polling place, follow these steps to obtain and submit your ballot:  \n1. **Sign an application for your ballot.** A poll worker will determine the ballot on which you are qualified to vote, initial it, and direct you to a voting or privacy booth.  \n2. **Mark your ballot.** Each jurisdiction in New York uses its own voting system from among the systems approved by the New York State Board of Elections. (For more information about voting machines, refer to the [New York State Board of Elections](http://www.elections.ny.gov/VotingMachines.html) website.) Follow the instructions to mark your ballot, and remember that you are entitled to assistance from a trained poll worker. Pay special attention to the number of candidates to vote for in each office.  \n3. **Check your ballot.** Double-check that you have chosen the candidates you intended to vote for and marked your ballot according to the instructions.  \n4. **Cast your ballot.** Follow the instructions to submit your completed ballot either by inserting it into the scanner or by taking your ballot, in a security envelope, to a poll worker.  \n", "---\ntitle: \"How do I get an absentee ballot? \"\npublished: true\nweight: 2\nsection: \"ways-to-vote\"\npriority: \"Minor\"\n---\n \nApplications for absentee ballots are available to be picked up in person at your local [board of elections office](http://www.elections.ny.gov/CountyBoards.html). Alternatively, you can download a PDF version of the New York State Ballot Application Form in [English](http://www.elections.ny.gov/NYSBOE/download/voting/Absentee06152010.pdf) or [Spanish](http://www.elections.ny.gov/NYSBOE/download/voting/Absentee2012-Spanish.pdf) from the New York State Board of Elections. New York City voters can also download an absentee ballot application in [Bengali](http://www.vote.nyc.ny.us/downloads/pdf/forms/boe/absenteevoting/absbengali.pdf), [Chinese](http://www.vote.nyc.ny.us/downloads/pdf/forms/boe/absenteevoting/abschinese.pdf), or [Korean](http://www.vote.nyc.ny.us/downloads/pdf/forms/boe/absenteevoting/abskorean.pdf).  \n\nYou may also request an absentee ballot by mail by sending a letter to your local board of elections. The letter must be received by your local board of elections **no earlier than 30 days and no later than 7 days before Election Day** and must include the following information:  \n- Your address where you are registered to vote  \n- The address where you want your absentee ballot to be sent  \n- Your reason for requesting an absentee ballot  \n- Your signature as it appears on your voter registration  \n\nIn response to your letter the BOE will send an application along with your ballot.  For your ballot to count, the application must be completely filled out. If you cannot pick up your ballot, or will not be able to receive it by mail, you may designate someone to pick it up for you on your ballot application. Only the person designated on your application will be permitted to pick up and deliver your ballot.  \n\nIf the deadline for requesting an absentee ballot by mail has passed and you cannot appear at your poll site on Election Day because of an accident or sudden illness, you may send a representative to your local [board of elections](http://www.elections.ny.gov/CountyBoards.html) with a written letter of authorization to receive an absentee ballot on your behalf. A completed application and your completed ballot must be returned to the board of elections office by the close of polls on Election Day.\n", "---\ntitle: \"How do I vote if I am in the military or overseas?\"\npublished: true\nweight: 7\nsection: \"ways-to-vote\"\npriority: \"Minor\"\n---\nAnyone serving in the military or living outside the U.S. whose last U.S. residence was in New York, along with their spouses and/or dependents, may register as a military or special federal voter in New York. (See [How do I register if I am in the military or overseas?](#menu-item-register-military-overseas) for details on how to register and receive your ballot.)  \n\nTo cast your vote, you must return your ballot to your local [board of elections office](http://www.elections.ny.gov/CountyBoards.html) by postal mail. Your ballot must be postmarked no later than the day before the election and must be received by the board of elections no later than seven days after the election. See the [Federal Voting Assistance Program](https://www.fvap.gov/military-voter/overview) to confirm recommended mailing dates. You can also visit the [New York Strate Military and Overseas Federal Voting](https://newyork.overseasvotefoundation.org/vote/home.htm) website for forms and further information.  \n\nIf you have requested your absentee ballot, but have not received it, you may download and use the [Federal Write-In Absentee Ballot](https://www.fvap.gov/uploads/FVAP/Forms/fwab2013.pdf) and return that by mail to your local board of elections.  \n\nYou may also track your ballot using New York State’s [military and overseas ballot tracking website](https://ny.secureballotusa.com/NY_loginSelection.action) to verify when your ballot has been received by your local board of elections.  \n", "---\ntitle: \"Am I eligible to vote by absentee ballot?\"\npublished: true\nweight: 1\nsection: \"ways-to-vote\"\npriority: \"Minor\"\n---\nYou may vote by absentee ballot in the state of New York if you meet any of the following qualifications:  \n- You will be absent from your county or, if you are a resident of New York City, absent from said city on Election Day  \n- You will be unable to appear at the polls in person due to a temporary or permanent illness or disability  \n- You are the primary caregiver of one or more individuals who are ill or physically disabled  \n- You are a patient or inmate in a Veterans Administration hospital  \n- You are detained in jail awaiting grand jury action or confined in prison for a non-felony conviction  \n\n\n\n"], "election-office-contact": ["---\ntitle: \"Contact Election Office\"\npublished: true\nweight: 5\nsection: \"election-office-contact\"\npriority: \"Major\"\n---\n&nbsp;"], "my-rights-as-a-voter": ["---\ntitle: \"What are my rights as a voter with disabilities?\"\npublished: true\nweight: 3\nsection: \"my-rights-as-a-voter\"\npriority: \"Minor\"\n---\nVoters who require assistance in voting due to blindness, disability or inability to read or write may receive assistance from a person of the voter’s choice; this person cannot be an officer or agent of the voter’s employer or union. Jurisdictions must take steps to make the registration and voting process accessible to the elderly and to individuals with disabilities.  \n\nIn New York City, any voter can ask to use a ballot marking device (BMD) to make it easier to mark your ballot. The BMD allows you to view the ballot on a display screen or listen to it through audio headphones, and to mark it using the touch screen, a braille keypad, a sip & puff device, or a rocker paddle. For voters outside the city, check with your county Board of Elections regarding assistance available for the disabled.  \n", "---\ntitle: \"Reporting problems at the polls\"\npublished: true\nweight: 7\nsection: \"my-rights-as-a-voter\"\npriority: \"Minor\"\n---\n\n**Your County Elections Office**  \nContact your [County Elections Office](#section-election-office-contact) to get any voting problem resolved quickly.  \n\n**Election Protection**  \nIf you encounter any issues in casting your ballot, or feel like your rights were violated, call one of these hotlines to get help resolving your dispute and reporting your claim.  \n\n**English: 866-OUR-VOTE (866-687-8683)**  \n\nCheck [here](http://www.866ourvote.org/) for more information about Election Protection and the [hotline schedule](http://www.866ourvote.org/pages/2016-live-hotline-hours-and-dates).  \n", "---\ntitle: \"What are my rights if I need language assistance?\"\npublished: true\nweight: 4\nsection: \"my-rights-as-a-voter\"\npriority: \"Minor\"\n---\n\nVoters in jurisdictions with a statutorily-specified minimum number of voters who speak a primary language other than English may be entitled to receive a written ballot or other election materials or assistance in a language other than English in some areas of New York.  \n\n", "---\ntitle: \"What are my rights as a voter in the state of New York?\"\npublished: false\nweight: 2\nsection: \"my-rights-as-a-voter\"\npriority: \"Minor\"\n---\n\n**What are my rights as a voter in the state of New York?**  \n\nYou have the right to vote in a primary election if you are a registered voter and you are enrolled in the political party that is holding the primary.  \n\nYou have the right to vote in a general election if you are a registered voter and appear inside your polling place no later than 9 p.m. on Election Day. (See [Ways to Vote](#section-ways-to-vote) for details on alternate methods of voting.)  \n\nIn any election you have the following rights as a New York voter:  \n- Be assisted by any person of your choice (except your employer or union representative), including a trained poll worker, if you need help to vote. If you need an interpreter, BOE interpreters are available to assist voters at selected sites. Call 866-VOTE-NYC for more information, including which polling sites have interpreters available and for which languages.  \n- Ask election workers how to vote.  \n- Bring materials with you.  \n- Vote even if the voting machine is broken.  \n- Vote by \"affidavit ballot' if your name is missing from the list of voters at your polling site.  \n\nYou may have to show identification if you are voting for the first time at your polling place.  \n- Acceptable forms of identification include valid photo ID or current utility bill, bank statement, government check or paycheck, or government document that shows name and address.  \n- If you cannot or choose not to show identification, you have the right to vote by affidavit ballot.  \n", "---\ntitle: \"My Rights as a Voter\"\npublished: true\nweight: 1\nsection: \"my-rights-as-a-voter\"\npriority: \"Major\"\n---\n\n", "---\ntitle: \"Can I vote if I have been convicted of a crime?\"\npublished: true\nweight: 6\nsection: \"my-rights-as-a-voter\"\npriority: \"Minor\"\n---\n\n**Does a misdemeanor conviction affect my right to register and vote?**  \n\nYou can register and vote, even from jail, if you have been convicted of only a misdemeanor. The same rules apply whether you were convicted in a New York court, another state’s court, or a federal court. You do not need to provide any documentation about your criminal record in order to register and vote. (See [Ways to Vote](#section-ways-to-vote) for more information.)  \n\n**Does a felony conviction affect my right to register and vote in New York State?**  \n\nYou may **not** register or vote if you have been convicted of a felony and for that felony:\n- You are currently incarcerated, or  \n- You are under parole supervision.  \n\nYou **may** register and vote if you were convicted of a felony and for that felony:  \n- You were sentenced to probation;  \n- You were not sentenced to incarceration or your prison sentence was suspended;  \n- You have served your maximum prison sentence, **in which case you are able to re-register to vote;**  \n- You were on parole and then discharged, **in which case you are able to re-register to vote;** or  \n- You have received a pardon.  \n\nNote that if you were previously registered to vote, you must re-register once you are elibible. (See [Register to Vote](#section-register-to-vote) for more information.)  \n", "---\ntitle: \"What are my rights as a voter whose eligibility is challenged?\"\npublished: true\nweight: 5\nsection: \"my-rights-as-a-voter\"\npriority: \"Minor\"\n---\n\nIf your name is missing from the list of registered voters in your precinct, you are entitled to cast an affidavit ballot. (See [What if I am not on the voting rolls at polling place?](#menu-item-what-if-i-am-not-on-voting-rolls)). If a poll worker challenges your eligibility to vote for any other reason, you may swear an oath under penalty of perjury and vote normally.  \n"], "my-polling-place": ["---\ntitle: \"My Polling Place\"\npublished: true\nweight: 1\nsection: \"my-polling-place\"\npriority: \"Major\"\n---\n\n"], "register-to-vote": ["---\ntitle: \"How do I change my political party or enroll in a party for the first time?\"\npublished: true\nweight: 7\nsection: \"register-to-vote\"\npriority: \"Minor\"\n---\n\nIf you are a registered voter who wishes to join a political party for the first time, or change your political party membership, complete and submit a new voter registration form. Your change of enrollment must be received no later than 25 days prior to the general election before the primary in which you wish to vote (generally that means in October of the previous year).  Check the [New York State Board of Elections](http://www.elections.ny.gov/VotingDeadlines.html) and your local [board of elections](http://www.elections.ny.gov/CountyBoards.html) websites for registration deadlines for particular elections.  \n", "---\ntitle: \"How do I register to vote?\"\npublished: true\nweight: 2\nsection: \"register-to-vote\"\npriority: \"Minor\"\n---\nIf you have a valid ID from the New York State Department of Motor Vehicles, you can register to vote online using the DMV's [electronic voter registration application](https://dmv.ny.gov/more-info/electronic-voter-registration-application).  \n\n**You can go online to request a New York State Voter Registration Form to be mailed to you** by entering your name in the New York State Board of Elections’ [mailing list database](http://www.elections.ny.gov/VoterRegFormRequest.html), or **you can request one over the phone** by calling 1-800-FOR-VOTE.  \n\n**You can also download a PDF version of the New York State Voter Registration Form** in [English](http://www.elections.ny.gov/NYSBOE/download/voting/voteform.pdf) or [Spanish](http://www.elections.ny.gov/NYSBOE/download/voting/spanishvoteform.pdf). New York City residents can download a registration form in [English](http://www.vote.nyc.ny.us/downloads/pdf/forms/boe/voterreg/voterregenglish.pdf), [Bengali](http://www.vote.nyc.ny.us/downloads/pdf/forms/boe/voterreg/voterregbengali.pdf), [Chinese](http://www.vote.nyc.ny.us/downloads/pdf/forms/boe/voterreg/voterregchinese.pdf), [Korean](http://www.vote.nyc.ny.us/downloads/pdf/forms/boe/voterreg/voterregkorean.pdf), or [Spanish](http://www.vote.nyc.ny.us/downloads/pdf/forms/boe/voterreg/voterregspanish.pdf). Print the form, complete it, sign it, and mail it to your local [board of elections office](http://www.elections.ny.gov/CountyBoards.html).  \n\nAlternatively, you can fill out the PDF version of the New York State Voter Registration Form online in English or Spanish by typing in the requested information and selecting the appropriate boxes. Once you have completed the form, you still need to print the form, sign it, and mail it to your local county board of elections office.  \n\n**You can also register to vote in person** at your local [board of elections office](http://www.elections.ny.gov/CountyBoards.html) or at any New York State agency-based voter registration center, including any of the following New York State agency offices:  \n- Alcoholism and Substance Abuse Services  \n- City Universities of New York (CUNY)  \n- Commission for the Blind and Visually Impaired  \n- Commission on Quality of Care and Advocacy for Persons with Disabilities  \n- Department of Health WIC Program  \n- Department of Labor  \n- Department of Social Services  \n- Department of State  \n- Division of Veterans’ Affairs  \n- Military Recruiting Offices  \n- Office for the Aging  \n- Office of Mental Health  \n- Office for People with Developmental Disabilities  \n- State Universities of New York (SUNY)  \n- Vocational and Educational Services for Individuals with Disabilities  \n- Workers’ Compensation Board  \n\nNew York City residents can register to vote at a number of city agencies including:  \n- Administration for Children's Services  \n- Business Integrity Commission  \n- Civilian Complaint Review Board  \n- City Clerk  \n- City Commission on Human Rights  \n- Community Boards  \n- Department of Small Business Services  \n- Department for the Aging  \n- Department of Citywide Administrative Services  \n- Department of city planning  \n- Department of consumer affairs  \n- Department of correction  \n- Department of Cultural Affairs  \n- Department of Environmental Protection  \n- Department of Finance  \n- Department of Health and Mental Hygiene  \n- Department of Homeless Services  \n- Department of Housing Preservation and Development  \n- Department of Parks and Recreation  \n- Department of Probation  \n- Department of Records and Information Services  \n- Taxi and Limousine Commission  \n- Department of Transportation  \n- Department of Youth and Community Development  \n- Fire Department  \n- Human Resources Administration\n", "---\ntitle: \"Can I keep my registration record confidential if I am a domestic violence victim?\"\npublished: true\nweight: 9\nsection: \"register-to-vote\"\npriority: \"Minor\"\n---\n\nIf you are a victim of domestic violence in the state of New York and you are concerned about the security of your personal information, **you may obtain a court order from the New York Supreme Court in your county to have your voter registration record kept separate and not be made available to the public** for inspection or copying. Only election officials acting within the scope of their official duties will be able to access your voter registration record.  \n\n**You may also request a special ballot so you do not need to go to your polling place on Election Day.** Contact your local [board of elections](http://www.elections.ny.gov/CountyBoards.html) to find out more about their procedures for confidential registration and special ballots.  ", "---\ntitle: \"How do I know if I am registered to vote?\"\npublished: true\nweight: 5\nsection: \"register-to-vote\"\npriority: \"Minor\"\n---\nTo verify if you are currently registered to vote, visit the [New York State Voter Registration Search](https://voterlookup.elections.state.ny.us/) and enter your name, date of birth, zip code, and county.  \n\nIf the state search does not return the information you expected, contact your local [board of elections](http://www.elections.ny.gov/CountyBoards.html).  \n", "---\ntitle: \"Can I vote if I am registered and I move within the state of New York?\"\npublished: true\nweight: 6\nsection: \"register-to-vote\"\npriority: \"Minor\"\n---\nWhen you move, New York State law requires you to change your address with the BOE within 25 days. You do this by submitting a new voter registration form and filling in the information on the form, including information in the box labeled “Voting information that has changed”. Fill in your new and old address, check the box for the party you wish to be enrolled in (do this even if you were enrolled in a party at your old address), and provide any other requested information. If you moved but you didn’t change your address with the BOE before the deadline, you must go to your new polling place and vote by affidavit ballot.  \n", "---\ntitle: \"How do I register to vote if I am in the military or living overseas?\"\npublished: true\nweight: 8\nsection: \"register-to-vote\"\npriority: \"Minor\"\n---\nIf you are serving in the U.S. military, you, along with your spouse and any dependents of voting age living with you, may register as a military voter in the state of New York. This means you will be able to receive an absentee ballot for all federal, state, and local elections in which you would be eligible to vote based on your residence in the state of New York.  \n\n**To register as a military or overseas voter, please refer to the following instructions:**  \n- **You must complete a [Federal Post Card Application](https://www.fvap.gov/uploads/FVAP/Forms/fpca2013.pdf)** to register as a military or overseas voter and return it by mail to your local [board of elections](http://www.elections.ny.gov/CountyBoards.html) in New York. **This application will also serve as your absentee ballot application** for the next two federal general election cycles.  \n- If you are registered but your address changes, including if you move back to your U.S. residence, you must contact your local board of elections and inform them of the change to receive your absentee ballot.  \n- In addition the above link, you may request a Federal Post Card Application from your Voting Assistance Officer on base. You can also visit the [Federal Voting Assistance Program Website](https://www.fvap.gov/) or the [Military and Overseas Federal Voting Website](https://newyork.overseasvotefoundation.org/vote/home.htm) for forms and further information.  \n- When you register and apply for your ballot, you may specify the format in which you would like to receive your ballot (i.e., mail, fax, or email). If you select the online ballot delivery option, you will receive an email directing you to the state of New York’s [ballot delivery site](https://ny.secureballotusa.com/NY_loginSelection.action), where you can access your ballot.  \n- If you have any questions about registering to vote, you can call the New York State Board of Elections at (518) 473-5086 or the Federal Voter Assistance Program at (800) 438-8683. You may also contact your U.S. Embassy.  \n- Regardless of the method in which you receive your ballot, you must return your ballot to your local [board of elections](http://www.elections.ny.gov/CountyBoards.html) by postal mail.  \n- If you have requested your ballot, but have not yet received it, you may use the [Federal Write-In Absentee Ballot](http://www.fvap.gov/uploads/FVAP/Forms/fwab2013.pdf) and return that to your local [board of elections](http://www.elections.ny.gov/CountyBoards.html).  \n", "---\ntitle: \"Can I register to vote?\"\npublished: true\nweight: 1\nsection: \"register-to-vote\"\npriority: \"Minor\"\n---\nTo register to vote in New York:\n- You must be a United States Citizen.  \n- You must be 18 years old by December 31 of the year in which you register, and you must be 18 years old by the date of the election in which you want to vote.  \n- You must live at your address at least 30 days prior to the election in which you want to vote.  \n- You must not be in prison or on parole for a felony conviction.  \n- You must not be adjudged mentally incompetent by a court.  \n- You must not claim the right to vote elsewhere outside the state of New York.  \n\n\n\n", "---\ntitle: \"Register to Vote\"\npublished: true\nweight: 0\nsection: \"register-to-vote\"\npriority: \"Major\"\n---\n", "---\ntitle: \"What forms of identification do I need to register to vote?\"\npublished: true\nweight: 4\nsection: \"register-to-vote\"\npriority: \"Minor\"\n---\nTo register to vote in the state of New York, you must provide one of the following with your completed New York State Voter Registration Form:  \n- DMV Number (i.e., driver’s license number or non-driver ID number)  \n- Last four digits of your social security number  \n- Copy of valid photo ID  \n- Current utility bill, bank statement, paycheck, government check, or another government document that includes your name and address  \n\n\n", "---\ntitle: \"When should I register to vote?\"\npublished: true\nweight: 3\nsection: \"register-to-vote\"\npriority: \"Minor\"\n---\n**To register to vote by mail or in person,** your application must be postmarked or submitted to your local [board of elections office](http://www.elections.ny.gov/CountyBoards.html) no later than 25 days before an election in which you wish to vote, or no later than 10 days before a special election. Check the [New York State Board of Elections](http://www.elections.ny.gov/VotingDeadlines.html) and your local [board of elections](http://www.elections.ny.gov/CountyBoards.html) websites to confirm deadlines for particular elections.  \n"], "important-dates-deadlines": ["---\ntitle: \"Important Dates and Deadlines\"\npublished: true\nweight: 1\nsection: \"important-dates-deadlines\"\npriority: \"Major\"\n---\n", "---\ntitle: \"Deadline to Register to Vote In Person\"\npublished: true\nweight: 2\nsection: \"important-dates-deadlines\"\npriority: \"Minor\"\n---\nYou may register to vote in person at your local [board of elections](http://www.elections.ny.gov/CountyBoards.html) on any business day throughout the year. However, to be eligible to vote in the general election on Tuesday, November 8, you must submit your application **no later than October 14.**  \n", "---\ntitle: \"Voter Registration by Mail Deadline\"\npublished: true\nweight: 3\nsection: \"important-dates-deadlines\"\npriority: \"Minor\"\n---\nTo register to vote by mail, your application must be postmarked **no later than Friday, October 14** and received by your local [board of elections](http://www.elections.ny.gov/CountyBoards.html) **no later than October 19** to be eligible to vote in the general election on Tuesday, November 8.  \n", "---\ntitle: \"Deadline to Submit Change of Address\"\npublished: true\nweight: 4\nsection: \"important-dates-deadlines\"\npriority: \"Minor\"\n---\nIf you move within New York, you must update your voter registration within 25 days of moving. See [Can I vote if I am registered and I move within the state of New York?](#menu-item-Can-I-vote-if-I-am-registered-and-I-move-within-the-state-of-New York?) for instructions on how to change your voter registration.\n\nIf you have moved in the last 25 days, notice of your change of address must be received by your local [board of elections](http://www.elections.ny.gov/CountyBoards.html) **no later than Wednesday, October 19** if you wish to vote in the general election on November 8.  \n", "---\ntitle: \"Deadlines for Absentee Voting\"\npublished: true\nweight: 5\nsection: \"important-dates-deadlines\"\npriority: \"Minor\"\n---\nTo vote by absentee ballot in the 2016 general election, your application for an absentee ballot must be postmarked no later than **Tuesday, November 1.** You may also apply in person for an absentee ballot at your local [board of elections](http://www.elections.ny.gov/CountyBoards.html) **through Monday, November 7.**  \n\nYour completed absentee ballot must be **postmarked no later than November 7** and received by your local board of elections no later than 7 days after the election. You may deliver your completed ballot to your local board of elections **until the polls close at 9:00pm on Election Day, November 8.**  \n", "---\ntitle: \"Early Voting Deadline\"\npublished: true\nweight: 6\nsection: \"important-dates-deadlines\"\npriority: \"Minor\"\n---\n\nNew York State does not have early voting, except by [absentee ballot](#menu-item-Am-I-eligible-to-vote-by-absentee-ballot?). You may vote on Election Day at your designated polling place or via absentee ballot, by mail or in person, at any time between receiving your ballot and Election Day. (See [Ways to Vote](#section-ways-to-vote) for more information.)  \n"]}}}}