{"content":{"stateData":{"votingInfo":{"my-polling-place":{"icon":"my-polling-place","Major":[{"path":"file1","content":"","title":"My Polling Place","published":true,"weight":1,"section":"my-polling-place","priority":"Major"}],"Minor":[{"path":"file2","content":"","title":"My Polling Place","published":true,"weight":1,"section":"my-polling-place","priority":"Minor"},{"path":"file3","content":"","title":"Check My Polling Place","published":true,"weight":4,"section":"my-polling-place","priority":"Minor"}]},"register-to-vote":{"icon":"register-to-vote","Major":[{"path":"file5","content":"","title":"Register to Vote","published":true,"weight":0,"section":"register-to-vote","priority":"Major"}],"Minor":[{"path":"file14","content":"<h4 id=\"1-sign-up-\">1. Sign up!</h4>\n<ul>\n<li>You are eligible to vote if you are a U.S. citizen, 18 years or older.</li>\n<li>You must register to get on the official list of voters in your county.<br>The deadline to register is <strong>no later than 15 days before the election</strong> to vote in the election.</li>\n<li>You can pick up a voter registration form at your library or post office, have a registration form mailed to you by calling 1-800-345-8683, or fill out the form online at <a href=\"www.registertovote.ca.gov\">www.registertovote.ca.gov</a>.</li>\n<li>It is important to fill out the form completely. You will be asked to include your driver license number or other identification.</li>\n<li>Once you are on the list, you only need to re-register if you change your address, change your name, or want to change your political party.  </li>\n</ul>\n<p>Check <a href=\"#item-can-i-register-to-vote\">Can I Register To Vote?</a> for more information.</p>\n<h4 id=\"2-get-ready-\">2. Get Ready!</h4>\n<ul>\n<li>Before you vote, it helps to learn about what you will be voting on.</li>\n<li>All registered voters receive two things in the mail:  <ol>\n<li>A Sample Ballot that lists everything that will be on your ballot along with where you vote (your “polling place”).</li>\n<li>An Official Voter Information Guide about statewide candidates and measures.</li>\n</ol>\n</li>\n<li>You can use this site for more information about everything on your ballot plus a handy way to find your <a href=\"#section-my-polling-place\">polling place</a>.   </li>\n</ul>\n<p>Find your <a href=\"#section-my-polling-place\">polling place and ballot</a>.</p>\n<h4 id=\"3-vote-\">3. Vote!</h4>\n<ul>\n<li>You choose whether to vote at your polling place or use a “vote-by-mail” ballot.</li>\n<li>For voting in person, the polls are open from 7 a.m. to 8 p.m.  You may also be able to vote before election day at your county elections office.<br>  If you registered and your name is not on the list of voters at your assigned polling place, you can vote using a “provisional ballot.”</li>\n<li>To vote by mail, use the form in your Sample Ballot to request a “vote by mail” ballot to be sent to you.  The deadline to ask for one is <strong>no later than 7 days before the election</strong>.  When your “vote by mail” ballot comes, fill it out and mail it back so that it is postmarked <strong>no later than</strong> Election Day.  You may also drop it off at any polling place in your county on election day.  You can sign up to get a “vote by mail” ballot for every election.</li>\n</ul>\n<p>Check <a href=\"#section-ways-to-vote\">Ways to Vote</a> for more information.</p>\n<p>Visit the <strong><a href=\"http://www.easyvoterguide.org/\">Easy Voter Guide</a></strong> for more voting information and to download a copy.</p>\n","title":"Voting is Easy:  Sign Up, Get Ready, Vote!","published":true,"weight":1,"section":"register-to-vote","priority":"Minor"},{"path":"file11","content":"<p>To register to vote in California, you must be:</p>\n<ul>\n<li>A United States citizen living in California</li>\n<li>18 years of age or older on Election Day</li>\n<li>No longer in prison or on parole for a felony conviction</li>\n<li>Not found by a court to be mentally incompetent</li>\n</ul>\n<p>For more information on the rights of people who have been incarcerated, check <a href=\"#item-rights-of-people-with-criminal-convictions\">Rights of people with criminal convictions</a> or visit <a href=\"http://www.sos.ca.gov/elections/voting-resources/new-voters/who-can-vote-california/voting-rights-californians/\">Voting Rights for Californians with Criminal Convictions or Detained.</a></p>\n","title":"Can I register to vote?","published":true,"weight":2,"section":"register-to-vote","priority":"Minor"},{"path":"file8","content":"<p><strong>On the web at <a href=\"https://www.registertovote.ca.gov\">registertovote.ca.gov</a></strong>  </p>\n<ul>\n<li>If you have a California driver license or identification card number, you can authorize use of that signature for the registration form.  Fill out the online application and simply hit “submit” at the end.  </li>\n<li>If there is no signature on file with the Department of Motor Vehicles, you will need to:  <ol>\n<li>Enter your date of birth and last four digits of your social security number.  </li>\n<li>Click “print.”  </li>\n<li>Sign the paper application.  </li>\n<li>Mail it to the address provided.  </li>\n<li>No printer? Go ahead and click “I don’t have the ability to print” and your county elections official will mail you a form to sign and return.  </li>\n</ol>\n</li>\n</ul>\n<p><strong>By calling 800.345.VOTE (800.345.8683)</strong> and asking to have a voter registration form sent to your home.  </p>\n<p><strong>By picking up an official registration postcard</strong> from your <a href=\"#section-election-office-contact\">county elections     office</a>, any DMV office, or a public library, post office, public assistance     office, or any government office that serves the disabled.  </p>\n","title":"How do I register to vote?","published":true,"weight":3,"section":"register-to-vote","priority":"Minor"},{"path":"file1","content":"<p><strong>Fill out a voter registration form no later than 15 days before the election.</strong>  </p>\n<p>It is important that your voter registration application be filled out completely and:  </p>\n<ul>\n<li>Submitted online no later than midnight 15 days before the election; or  </li>\n<li>Postmarked or hand-delivered to your county elections office at least 15 days before the election.  </li>\n</ul>\n<p>If you <strong>miss the deadline</strong> your application will still be processed.  If approved, you will be able to vote in future elections.</p>\n","title":"When should I register to vote?","published":true,"weight":4,"section":"register-to-vote","priority":"Minor"},{"path":"file13","content":"<p>If time permits, your county elections official will contact you when your voter registration application is approved or if more information is needed to confirm your eligibility.   </p>\n<p>You can check with your county elections office to make sure you’re registered. <a href=\"http://www.sos.ca.gov/elections/registration-status/\">Check the status of your voter registration.</a></p>\n","title":"What happens after I submit my registration form?","published":true,"weight":5,"section":"register-to-vote","priority":"Minor"},{"path":"file3","content":"<p>The California Secretary of State&#39;s <a href=\"http://www.sos.ca.gov/elections/voter-registration/\">online application</a> is available in English, Spanish, Chinese, Hindi, Japanese, Khmer, Korean, Tagalog, Thai, and Vietnamese. To register in one of these languages please select your language below.  </p>\n<p><a href=\"http://registertovote.ca.gov/es/\">Español Spanish</a><br><a href=\"http://registertovote.ca.gov/zh/\">中文 Chinese</a><br><a href=\"http://registertovote.ca.gov/hi/\">हिन्दी Hindi</a><br><a href=\"http://registertovote.ca.gov/ja/\">日本語 Japanese</a><br><a href=\"http://registertovote.ca.gov/km\">ខ្មែរ Khmer</a><br><a href=\"http://registertovote.ca.gov/ko/\">한국어 Korean</a><br><a href=\"http://registertovote.ca.gov/tl/\">Tagalog</a><br><a href=\"http://registertovote.ca.gov/th/\">ภาษาไทย Thai</a><br><a href=\"http://registertovote.ca.gov/vi/\">Tiếng Việt Vietnamese</a>  </p>\n","title":"What if I need language assistance?","published":true,"weight":6,"section":"register-to-vote","priority":"Minor"},{"path":"file4","content":"<p>If sharing your address could put you in a life-threatening situation then you may qualify for the <a href=\"http://www.sos.ca.gov/registries/safe-home/\">Safe At Home</a> confidential address program.  </p>\n<ul>\n<li>Victims of domestic violence, stalking and sexual assault are able to use a free P.O. box instead of their home address to help them maintain their privacy when receiving first-class mail and registering to vote.  </li>\n<li>Safe at Home registrants can receive their voter information and sample ballots at this P.O. box.  </li>\n<li>While in the program, participants are required to vote by mail.   </li>\n</ul>\n<p>Please do not apply to register to vote using the Secretary of State’s online registration site. Contact the Safe At Home program toll-free at (877) 322-5227 or using the <a href=\"http://www.sos.ca.gov/registries/safe-home/contact/email-safe-home/\">Safe At Home email</a>.</p>\n","title":"What if sharing my address could put me in a life-threatening situation?","published":true,"weight":7,"section":"register-to-vote","priority":"Minor"},{"path":"file2","content":"<p>When you register you can choose to have vote-by-mail ballots (“absentee” ballots) automatically sent to you for every election.   </p>\n<p>If you are already registered, you may also contact your <a href=\"#section-election-office-contact\">county elections office</a> to change your status to be a permanent vote-by-mail voter.  </p>\n<p>Check <a href=\"#item-vote-by-mail\">How do I vote by mail?</a> for more information.</p>\n","title":"What is a permanent vote-by-mail voter?","published":true,"weight":8,"section":"register-to-vote","priority":"Minor"},{"path":"file9","content":"<p><strong>You must re-register if you</strong>:  </p>\n<ul>\n<li>Move to a different address.  </li>\n<li>Change your name.  </li>\n<li>Wish to change political parties or to state no party preference.  </li>\n<li>Were removed from the registration rolls while in prison or on parole for the conviction of a felony.  </li>\n</ul>\n","title":"Once I am registered to vote do I ever have to register again?","published":true,"weight":9,"section":"register-to-vote","priority":"Minor"},{"path":"file6","content":"<p><strong>You have a choice.</strong>  </p>\n<ul>\n<li>You may choose among <a href=\"http://www.sos.ca.gov/elections/political-parties/qualified-political-parties/\">qualified political parties</a> or choose “other,”  </li>\n<li><strong>OR</strong> If you do not want to identify as a member of a political party you can mark the box next to “No, I do not want to disclose a political party preference” on the voter registration form.  </li>\n</ul>\n<p>Your choice to register with no party preference may affect your ability to vote in a <strong>June primary election</strong> for U.S. President and County Central Committees (party nominated offices) but not for other offices on the ballot.  </p>\n<p>You may register with no party preference and still vote for any candidate on the ballot in the <strong>November general election.</strong>  </p>\n<p>Check <a href=\"#item-what-is-top-two-primary\">Top Two Primary</a> for more information.  </p>\n","title":"Do I have to register as a member of a political party?","published":true,"weight":10,"section":"register-to-vote","priority":"Minor"},{"path":"file7","content":"<p>Register to vote either using California’s <a href=\"http://registertovote.ca.gov/\">online voter registration</a> or by filling out the <a href=\"https://www.fvap.gov/uploads/FVAP/Forms/fpca2013.pdf\">Federal Post Card Application (FPCA)</a> if you are a U.S. citizen who is:  </p>\n<ul>\n<li>a member of the Uniformed Services (on active duty) or an eligible dependent  </li>\n<li>a member of the Merchant Marine or an eligible dependent  </li>\n<li>a commissioned corps of the Public Health Service  </li>\n<li>a commissioned corps of the National Oceanic and Atmospheric Administration  </li>\n<li>residing outside the United States  </li>\n</ul>\n<p>For more information on using or obtaining an FPCA, visit the <a href=\"http://www.sos.ca.gov/elections/voter-registration/military-overseas-voters/\">California Secretary of State</a> or <a href=\"https://www.fvap.gov/\">this federal site</a>.  </p>\n<p>Be sure to fill out and submit the online voter registration or FPCA as early as <strong>60 to 90 days before an election.</strong>  This will allow  time for voter information and ballots to be sent to you and for you to return your ballot. The <strong>absolute deadline</strong> for your registration form to be submitted online, postmarked, or delivered in person to the county elections office is <strong>15 days before an election.</strong>  </p>\n<p>When you register to vote you will have the option to choose to have your ballot sent to you by mail, fax, or email.  </p>\n<p>You will receive a permanent vote by mail status, but each time you move you must fill out either a new <a href=\"http://registertovote.ca.gov/\">online California voter registration form</a> or <a href=\"https://www.fvap.gov/\">FPCA</a>.  </p>\n<p>For information on voting, check <a href=\"#item-vote-if-military-overseas\">How do I vote if I am military, overseas, or I live abroad?</a>  </p>\n","title":"How do I register if I am military, overseas, or I live abroad?","published":true,"weight":11,"section":"register-to-vote","priority":"Minor"},{"path":"file10","content":"<p>As a Californian living away from home while attending a college, trade school or technical school, you may choose to register to vote using either the home away from home address you use while at school, or your traditional home address.  </p>\n<p>Choosing which address to use when you register to vote is a personal decision. Whatever you decide, you <strong>may not register to vote in two places</strong> during the same election cycle.</p>\n","title":"How do I register if I am a college student?","published":true,"weight":12,"section":"register-to-vote","priority":"Minor"},{"path":"file12","content":"<p><strong>Yes, you can register if you are homeless if</strong>:  </p>\n<ul>\n<li>You have a fixed location where you can be assigned to a voting precinct. You must describe your location using cross streets, landmarks, or other information to explain where you live.  </li>\n<li><strong>AND</strong> you have a place where you can receive mail, such as a post office box or homeless shelter.</li>\n</ul>\n","title":"Can I register if I am homeless?","published":true,"weight":13,"section":"register-to-vote","priority":"Minor"}]},"ways-to-vote":{"icon":"ways-to-vote","Major":[{"path":"file1","content":"<p><strong>There are a number of ways to vote in California. You may vote</strong>:  </p>\n<p><strong>By mail</strong>   </p>\n<p><strong>Early in person</strong> at designated places in your county<br>Sometimes these early vote locations are available on Election Day too.  </p>\n<p><strong>At the polling place</strong> in person on Election Day</p>\n","title":"Ways to vote","published":true,"weight":1,"section":"ways-to-vote","priority":"Major"}],"Minor":[{"path":"file3","content":"<blockquote>\n<p>Request a vote-by-mail ballot from your <a href=\"#section-election-office-contact\">County Elections Office.</a></p>\n</blockquote>\n<p>Make sure that you send in your request so that it’s received by the Elections Office <em><strong>no later</strong></em> than 7 days before the election by 5 PM.   </p>\n<p><strong>Fill out your ballot and envelope</strong> by following the directions.</p>\n<ol>\n<li><strong>Mark</strong> your vote-by-mail ballot.</li>\n<li><strong>Place</strong> the vote-by-mail ballot in the special envelope provided by your county’s election office.</li>\n<li><strong>Fill out</strong> the information on the envelope.<br> <strong>Don&#39;t forget to sign</strong> the back of the envelope.<br> <strong>Seal</strong> the envelope.  </li>\n<li>You may have to put <strong>postage</strong> on the envelope.<br> Make sure that you use the right amount of postage.  </li>\n</ol>\n<p><strong>Return the ballot:</strong></p>\n<ol>\n<li><strong>By mail</strong> <strong>or</strong></li>\n<li><strong>Drop it off</strong> at a location designated by your county <strong>or</strong></li>\n<li><strong>Drop it off</strong> at any polling place in your county by 8 pm on Election Day.  </li>\n</ol>\n<p><strong>If you mail your ballot back, don’t delay.</strong>  </p>\n<p>Your completed vote-by-mail ballot must be <strong>postmarked</strong> on or before <strong>Election Day</strong></p>\n<p>Once mailed and postmarked, the ballot must be <strong>received</strong> by the elections office <strong>no later than 3 days after Election Day.</strong>  </p>\n","title":"How Do I Vote by Mail?","published":true,"weight":2,"section":"ways-to-vote","priority":"Minor"},{"path":"file6","content":"","title":"How do I get a vote-by-mail ballot?","published":false,"weight":3,"section":"ways-to-vote","priority":"Minor"},{"path":"file5","content":"<p><strong>Return the ballot:</strong></p>\n<ol>\n<li><strong>By mail</strong> <strong>or</strong></li>\n<li><strong>Drop it off</strong> at a location designated by your county <strong>or</strong></li>\n<li><strong>Drop it off</strong> at any polling place in your county by 8 pm on Election Day.</li>\n</ol>\n<p><strong>If you mail your ballot back, don’t delay.</strong>  </p>\n<p>Your completed vote-by-mail ballot must be <strong>postmarked</strong> on or before <strong>[INSERT Day, Month Date, Year]</strong></p>\n<p>Once mailed and postmarked, the ballot must be <strong>received</strong> by the elections office no later than 3 days after Election Day. For this election that date is <strong>[INSERT Day, Month Date, Year]</strong></p>\n","title":"How do I return my vote-by-mail ballot?","published":false,"weight":4,"section":"ways-to-vote","priority":"Minor"},{"path":"file2","content":"<p>You may vote in person either at your <a href=\"#section-election-office-contact\">County Elections Office</a> or at another early voting location before Election Day. Some early voting locations are also open through Election Day.</p>\n","title":"How do I vote early in person?","published":true,"weight":5,"section":"ways-to-vote","priority":"Minor"},{"path":"file4","content":"<blockquote>\n<p>Polling places are open from 7 a.m. to 8 p.m. on Election Day.  </p>\n</blockquote>\n<p>If you provided your voting address, then your polling location is printed here in the <a href=\"#item-my-polling-place\">My Polling Place</a> section of this site.  </p>\n<p>Or, you can contact your <a href=\"#section-election-office-contact\">County Elections Office</a> to find your polling place.  </p>\n<p><strong>What are the basic steps for voting in person?</strong>  </p>\n<p><strong>Go to the registration table</strong>. Say your name and address and sign the list of voters. A poll worker will give you a ballot.  </p>\n<p><strong>For paper ballots</strong>  </p>\n<ol>\n<li><strong>Mark (fill out)</strong> your ballot by following the instructions.  </li>\n<li><strong>Tear off</strong> the stub at the top of the ballot. You may use this stub later to check that your ballot was counted.  </li>\n<li>To preserve the secrecy of your vote you will <strong>place your ballot</strong> in an envelope or folder, or fold it if instructed by your county.  </li>\n<li><strong>Cast</strong> your ballot by following the procedures required by your county.  </li>\n<li><strong>Put your ballot</strong> into either a ballot box or a scanner if your polling location uses a scanner.  </li>\n</ol>\n<p><strong>For touchscreen voting machines</strong>  </p>\n<p>Not all California counties use the same type of touchscreen voting machines.  </p>\n<ol>\n<li>The poll worker will give you either a unique passcode or a computer memory card to gain access to the type of touchscreen in your county.  </li>\n<li>Follow the instructions on the machine.  </li>\n<li>If you have questions, ask a poll worker.</li>\n</ol>\n","title":"How do I vote at the polling place in person?","published":true,"weight":6,"section":"ways-to-vote","priority":"Minor"}]},"voting-basics":{"icon":"voting-basics","Major":[{"path":"file8","content":"","title":"Voting Basics","published":true,"weight":1,"section":"voting-basics","priority":"Major"}],"Minor":[{"path":"file9","content":"<p>To <strong>register to vote,</strong> you will need to provide your California driver’s license or ID card number or the last four digits of your Social Security number.  </p>\n<p>Most of the time, <strong>on Election Day</strong> you are not required to show identification at the polling place unless:</p>\n<ul>\n<li>You are voting for the first time in a Federal election and you registered by mail. </li>\n<li>You did not provide either your driver license number, state ID number, or the last four digits of your social security number on the registration card when registering by mail.</li>\n<li>Acceptable forms of ID include a California driver’s license, California identification card, passport, or a student ID card showing your name and photograph. Visit the <a href=\"http://www.sos.ca.gov/elections/voting-resources/voting-california/what-bring/\">California Secretary of State</a> for more information on acceptable identification.</li>\n</ul>\n","title":"Do I need voter identification?","published":true,"weight":1,"section":"voting-basics","priority":"Minor"},{"path":"file13","content":"<p>If your name is not on the list of registered voters at your polling place you have the right to cast a <a href=\"#item-what-is-provisional-ballot\">provisional ballot</a>.</p>\n","title":"What if I am not on the list of voters at my polling place?  ","published":true,"weight":2,"section":"voting-basics","priority":"Minor"},{"path":"file7","content":"<p><strong>A provisional ballot is a regular ballot that is put inside of a provisional envelope.</strong> </p>\n<p><strong>Who must vote a provisional ballot?</strong>  </p>\n<p><strong>Voters who:</strong>  </p>\n<ul>\n<li>Do not appear on the list of voters at the polling place. </li>\n<li>Moved into a new precinct and did not update their registration.</li>\n<li>Registered by mail, but did not provide a CA drivers license number, CA ID number or the last 4 digits of their Social Security Number when they registered.</li>\n<li>Return absentee ballots to the polls without an envelope.</li>\n<li>Vote by mail, but decide that they would prefer to vote in person and do not bring their vote-by-mail ballot to turn in at the polling place.</li>\n<li>Register too late for their names to be printed on the list of voters.  </li>\n</ul>\n<p>For a more extensive list of people who must vote with a provisional ballot, check the <a href=\"http://www.sos.ca.gov/elections/voting-resources/provisional-voting/\">California Secretary of State</a>.</p>\n<p><strong>Are all provisional ballots counted?</strong><br>If voters are eligible to vote and vote provisionally, their ballots will be counted.  </p>\n<p><strong>What if I go to the wrong polling place and have to vote a provisional ballot, will my ballot still be counted?</strong><br>All of the contests and measures for which you are eligible to vote, had you gone to your correct polling place, will be counted. Contests and measures for which you are not eligible to vote will not be counted.  </p>\n<p><strong>How are provisional ballots handled?</strong>  </p>\n<ul>\n<li>The voter fills out name and current address on the provisional envelope and signs it. </li>\n<li>After the polls close, the ballot is returned to the election office, where the information on the envelope is verified against the voter registration records.</li>\n<li>If the information that the voter has written on the envelope matches, then the ballot is removed from the envelope and counted.</li>\n<li>A voter who casts a provisional ballot can learn whether the ballot was counted and if it was not counted, the reason why. This information is learned by contacting the <a href=\"#section-election-office-contact\">county elections office</a>.</li>\n</ul>\n","title":"What is a provisional ballot?","published":true,"weight":3,"section":"voting-basics","priority":"Minor"},{"path":"file17","content":"<p><strong>I damaged, lost or marked my ballot incorrectly, what do I do to fix this?</strong></p>\n<ul>\n<li>You can get a new ballot <strong>as long as you have not already cast your ballot.</strong></li>\n<li><strong>If you vote at a polling place</strong> ask a poll worker for a new ballot.</li>\n<li><strong>If you have your vote-by-mail ballot,</strong> you can turn it in and request a new ballot either at your <a href=\"#section-election-office-contact\">county elections office</a> or polling place.  </li>\n</ul>\n<p><strong>If you do not have your original vote-by-mail ballot</strong> you can vote using a provisional ballot.</p>\n","title":"How do I correct a voting mistake?","published":true,"weight":4,"section":"voting-basics","priority":"Minor"},{"path":"file2","content":"<p>If you moved on or before the registration deadline, which is 15 days prior to the election, then you should re-register at your new address. Check <a href=\"#item-how-do-i-register-to-vote\">How do I register to vote?</a>  </p>\n<p><strong>I moved within the same county:</strong>  </p>\n<ul>\n<li>If you moved within 14 days before the election you can vote at the polling place for your old address.  </li>\n<li>You may vote a <a href=\"#item-what-is-provisional-ballot\">provisional ballot</a> at your new <a href=\"#section-my-polling-place\">polling place</a> or at the <a href=\"#section-election-office-contact\">county elections office</a>.<br>You will need to fill out a written confirmation that you’re eligible to vote and registered in the county where you’re voting.  </li>\n<li>If you moved to an address that is assigned to the same polling location as your old address, then no matter when you moved you may vote at that location. However, you <strong>must</strong> confirm your change of address at the polling place.  </li>\n</ul>\n<p><strong>I moved to a new county:</strong>  </p>\n<ul>\n<li>If you moved within 14 days before the election you can vote at the polling place for your old address.  </li>\n<li>If you moved on or before the registration deadline, which is 15 days prior to the election, then you <strong>must</strong> re-register at your new address in order to vote at the upcoming election. Check <a href=\"#item-how-do-i-register-to-vote\">How do I register to vote?</a>  </li>\n</ul>\n","title":"Where do I vote if I am registered but moved within California?","published":true,"weight":5,"section":"voting-basics","priority":"Minor"},{"path":"file10","content":"<p><strong>For information on registering check</strong> <a href=\"#item-military-overseas\">How do I register if I am military, overseas, or live abroad?</a>  </p>\n<p><strong>Receive and complete</strong> your ballot:<br>When you registered to vote using California’s <a href=\"http://registertovote.ca.gov/\">online voter registration</a> or a <a href=\"https://www.fvap.gov/uploads/FVAP/Outreach-Materials/FVAP_FPCA.pdf\">Federal Post Card Application</a> <strong>(FPCA)</strong> you had the option to receive your ballot by mail, fax or email. In some counties you may be allowed to download a ballot. Check the <a href=\"http://www.sos.ca.gov/elections/voter-registration/military-overseas-voters/\">county list</a> to see if downloading is possible.  </p>\n<ul>\n<li>You should receive your ballot between 45 and 30 days before Election Day.  If you do not receive one, contact your <a href=\"http://www.sos.ca.gov/elections/voter-registration/military-overseas-voters/\">county</a>.  </li>\n<li>If you do not receive a ballot 30 days before Election Day you may be able to request <a href=\"https://www.fvap.gov/uploads/FVAP/Forms/fwab2013.pdf\">Federal Write-In Ballot</a> that allows you to vote in federal, but not California, elections. Check with your county elections office about this.  </li>\n<li><strong>Follow the directions received with your ballot</strong> to fill it out. \nReview the ballot to make sure you voted for every contest you intended.  </li>\n</ul>\n<p><strong>Return</strong> your ballot:  </p>\n<ul>\n<li><p><strong>By mail:</strong>  </p>\n<ol>\n<li><strong>Fill out and sign</strong> as directed on the back of the return envelope.  </li>\n<li><strong>Mail it using US Post Office</strong> if you are in the U.S.  </li>\n<li><strong>If outside the U.S.</strong> use APO/FPO or diplomatic pouch mail. <strong>OR</strong> use foreign postal system and make sure you use the correct postage.  </li>\n<li><strong>Consult your post office</strong> to find out when the ballot should be mailed to make sure it is postmarked no later than Election Day and arrives in your county no later than three days after Election Day. <strong>In other words, mail your ballot back before Election Day.</strong>  </li>\n</ol>\n</li>\n<li><p><strong>By fax</strong> if you are living outside the territorial US:  </p>\n<ol>\n<li>Fax the <strong>ballot plus the completed return envelope.</strong>  </li>\n<li><strong>Fax</strong> an <strong>Oath of Voter</strong> form that your county provides.The oath waives your right to confidential voting because you are faxing your ballot.  </li>\n<li>Your faxed ballot and materials <strong>must be received by county elections office by 8 p.m. Pacific time on Election Day.</strong>   </li>\n</ol>\n</li>\n</ul>\n<p><strong>While you may request your ballot by email or download it, you may not return your completed ballot by email.</strong>   </p>\n<p>Visit the <a href=\"http://www.sos.ca.gov/elections/voter-registration/military-overseas-voters/\">California Secretary of State</a> for more information.</p>\n","title":"How do I vote if I am military, overseas, or live abroad?","published":true,"weight":6,"section":"voting-basics","priority":"Minor"},{"path":"file1","content":"<p>Voters who live in precincts with 250 or fewer registered voters may receive vote-by-mail ballots and not have the option to vote in person at the polls on Election Day.  </p>\n<p>Check <a href=\"#item-vote-by-mail\">How do I vote by mail?</a> for directions.</p>\n","title":"Why am I in a Mail Only Precinct?","published":true,"weight":7,"section":"voting-basics","priority":"Minor"},{"path":"file12","content":"<p><strong>Accessible voting places</strong>  </p>\n<p>Before each election, every registered voter is notified as to whether their polling place is accessible. This notification appears on the sample ballot mailed to each voter by their county. </p>\n<p><strong>Signing in at the polling place</strong>  </p>\n<p><a href=\"http://www.disabilityrightsca.org/pubs/547301.pdf\">You can vote even if you can&#39;t sign your name</a>!  </p>\n<p><strong>Accessible voting machines</strong>  </p>\n<p>Each polling place must have one voting machine that allows voters, including those who are blind or visually impaired, to cast a ballot without assistance.  </p>\n<p>The voting machine permits voters to privately and independently verify vote choices and, if there is an error, allows them to correct those choices before submitting their final ballot.  </p>\n<p><strong>Curbside voting</strong>  </p>\n<p>Poll workers must also provide curbside voting for voters with disabilities who need this assistance.  </p>\n<p>A poll worker will bring the list to sign and the ballot to the voter’s car.  The poll worker will take the list and ballot back into the polling place and put the ballot in the ballot box or scanner.  </p>\n<p>Check <a href=\"http://www.disabilityrightsca.org/pubs/541201.pdf\">Rights of voters with disabilities</a> for more information.</p>\n","title":"How do I vote if I have disabilities?","published":true,"weight":8,"section":"voting-basics","priority":"Minor"},{"path":"file16","content":"<p>The Secretary of State&#39;s office provides voting-related materials and assistance in nine languages other than English.  </p>\n<p>For answers to your questions about voting and elections, or to request mail delivery of a voter registration form, vote-by-mail application, or the <a href=\"http://www.voterguide.sos.ca.gov/\">Official Voter Information Guide</a> in any of these languages, please call one of the toll-free Voter Hotlines shown below.  </p>\n<ul>\n<li>(800) 232-VOTA (8682) - español / Spanish  </li>\n<li>(800) 339-2857 - 中文 / Chinese  </li>\n<li>(888) 345-2692 - हिन्दी / Hindi</li>\n<li>(800) 339-2865 - 日本語 / Japanese  </li>\n<li>(888) 345-4917 - ខ្មែរ / Khmer</li>\n<li>(866) 575-1558 - 한국어 / Korean  </li>\n<li>(800) 339-2957 - Tagalog  </li>\n<li>(855) 345-3933 - ภาษาไทย / Thai  </li>\n<li>(800) 339-8163 - Việt ngữ / Vietnamese  </li>\n</ul>\n<p>For more information on in-language voting resources visit the <a href=\"http://www.sos.ca.gov/elections/voting-resources/\">California Secretary of State</a> and read this handy <a href=\"http://advancingjustice-la.org/sites/default/files/LanguageAssistanceFactSheet.pdf\">Language Assistance Fact Sheet</a>.  </p>\n<p>To find out what languages are available in your county, contact your <a href=\"#section-election-office-contact\">county elections office</a>. The information is often listed on the county&#39;s web site and may also appear on the county voter guide you receive in the mail.</p>\n","title":"How do I vote if I speak a language other than English?","published":true,"weight":9,"section":"voting-basics","priority":"Minor"},{"path":"file15","content":"<p>If it is <strong>six or fewer days before Election Day,</strong> you may be able to get an emergency vote-by-mail ballot.  </p>\n<p><strong>Situations where emergency ballots are available:</strong><br>You can make a written request for this ballot if you:  </p>\n<ul>\n<li>Are hospitalized, in a nursing home, sanatorium, or in your residence and you are too sick to get to the polling place.</li>\n<li>Have a physical handicap that causes you to be unable to get to your polling place.</li>\n<li>Have a physical handicap that makes you unable to vote at your polling place due to architectural barriers denying you physical access to the polling place, voting booth, or voting apparatus or machinery.</li>\n<li>Are unable to go to your polling place because of conditions resulting in your absence from the precinct on Election Day.</li>\n</ul>\n<p><strong>How do I make the emergency request?</strong><br>Make a written request. Your <a href=\"#section-election-office-contact\">county elections office</a> might have a pre-printed form for you to use.  </p>\n<ul>\n<li>If you don’t have a form, then make sure that the request authorizes a particular person to bring you the ballot and is signed under the penalty of perjury.<br>  You can use this <a href=\"https://www.lavote.net/documents/emergency-vote-by-mail-application.pdf\">Los Angeles County Emergency Vote-by-Mail Application</a> sample request as a guide to help you write a request to your county.</li>\n<li>Mark the ballot as directed. For detailed instructions check <a href=\"#item-vote-by-mail\">How do I vote by mail?</a>  </li>\n<li>Return the ballot and envelope personally, or through your authorized representative, to either the county elections office or any polling place in your county.  </li>\n</ul>\n<p>Or, if you are able, you can go to your <a href=\"#section-election-office-contact\">county elections office</a> during open hours and <a href=\"#item-vote-early-in-person\">vote early in person.</a>  </p>\n<p>For more information and sample requests, visit <a href=\"http://www.disabilityrightsca.org/OPR/Empowerment/HospVoter.htm\">Disability Rights California</a>.</p>\n","title":"Are emergency ballots available if I can’t get to the polls on Election Day?","published":true,"weight":10,"section":"voting-basics","priority":"Minor"},{"path":"file3","content":"<p><strong>All voters can vote in the primary election.</strong>  </p>\n<ul>\n<li>A primary election in June chooses the candidates who will run in the General Election in November  </li>\n<li>You may see three different types of primaries on your ballot.  </li>\n</ul>\n<p><strong>The way each primary works depends on the office.</strong>  </p>\n","title":"How California Primary Elections work: Top-two explanation","published":false,"weight":11,"section":"voting-basics","priority":"Minor"},{"path":"file11","content":"<p>The next Presidential Primary is June 7, 2016.  </p>\n<p><strong>If you are registered to vote with a political party,</strong> you will be given a ballot for that party in a Presidential primary election.  </p>\n<p><strong>If you checked &quot;I do not want to disclose a political party preference&quot;</strong> on the voter registration form, you will not get a ballot containing the names of candidates running for president. You will get a ballot containing all the other races and ballot measures.  </p>\n<p><strong>-OR-</strong> If <strong>you checked &quot;I do not want to disclose a political party preference&quot;</strong> on the voter registration form, <strong>you can request the ballot</strong> of one of the following parties when you are at the polling place or in your request for a vote-by-mail ballot:  </p>\n<ul>\n<li>Anerican Independent Party  </li>\n<li>Democratic Party  </li>\n<li>Libertarian Party  </li>\n</ul>\n","title":"What ballot do I get in a presidential primary election?","published":true,"weight":12,"section":"voting-basics","priority":"Minor"},{"path":"file6","content":"<p>Ranked choice voting allows voters to election a 1st, 2nd, and 3rd choice candidate for a single office. This makes it possible to elect local officials by majority vote without the need for a second run-off election.</p>\n<p><strong>How ranked-choice voting works</strong>:</p>\n<ul>\n<li>To start, every first-choice selection is counted. Any candidate who receives a majority (more than 50%) of the first-choice selections is declared the winner.</li>\n<li>If no candidate receives more than 50% of the first-choice selections, the candidate who received the fewest number of first-choice selections is eliminated.</li>\n<li>Voters who selected the eliminated candidate as their first choice will have their vote transferred to their second choice.</li>\n<li>The votes are then recounted. If any remaining candidate receives more than 50% of the votes, he or she is declared the winner.</li>\n<li>If no remaining candidate receives more than 50% of the votes, the process of eliminating candidates and transferring votes to the next ranked candidate is repeated until one candidate has a winning majority.</li>\n</ul>\n<p>Watch this excellent <a href=\"https://www.youtube.com/watch?v=tlobSd2QDoU\">video</a> from the <a href=\"https://www.acgov.org/rov/rcv/faq.htm\">Alameda County Registrar’s office</a> giving a general explanation of ranked choice voting.</p>\n","title":"What is ranked choice voting?","published":true,"weight":13,"section":"voting-basics","priority":"Minor"},{"path":"file14","content":"<ul>\n<li>Each race has a blank spot with a line drawn on it for a write-in candidate.</li>\n<li>Mark the spot beside the line as if you were voting for a candidate whose name is printed on the ballot.</li>\n<li>Write the name of the candidate you wish to vote for on the line.</li>\n<li>Each county publishes a list of qualified write-in candidates.<br>  The list will be available at your polling place and the <a href=\"http://www.sos.ca.gov/elections/voting-resources/new-voters/county-elections-offices/\">county elections office</a>.  </li>\n<li>If you write in the name of a qualified write-in candidate, your vote will be counted.</li>\n<li>A vote for someone who is not on the qualified candidate list will not be counted.</li>\n</ul>\n","title":"How do I write in a candidate?","published":true,"weight":14,"section":"voting-basics","priority":"Minor"},{"path":"file4","content":"<p>A special election happens when an elected official has left their office before the end of their terms.  This usually happens when the official dies or has resigned from the office.</p>\n","title":"What is a special election?","published":true,"weight":15,"section":"voting-basics","priority":"Minor"},{"path":"file5","content":"<p>A recall election decides if an elected official is removed from their job and who will replace that official.  </p>\n<p>For more information visit <a href=\"http://www.sos.ca.gov/elections/prior-elections/statewide-election-results/statewide-special-election-october-7-2003/frequently-asked-questions/#1\">recall elections</a>.  </p>\n","title":"What is a recall election?","published":true,"weight":16,"section":"voting-basics","priority":"Minor"}]},"important-dates-deadlines":{"icon":"important-dates-deadlines","Major":[{"path":"file4","content":"<p>There are some important dates and deadlines for California voters to know.</p>\n","title":"Important Dates and Deadlines","published":true,"weight":1,"section":"important-dates-deadlines","priority":"Major"}],"Minor":[{"path":"file1","content":"<p>The voter registration application deadline is <strong>no later than 15 days before the election.</strong>  </p>\n<p>It is important that your voter registration application be filled out completely and:  </p>\n<ul>\n<li>Submitted online no later than midnight 15 days before the election</li>\n<li><strong>OR</strong> postmarked or hand-delivered to your county elections office at least 15 days before the election.</li>\n</ul>\n<p>If you <strong>miss the deadline</strong> your application will still be processed.  If approved, you will be able to vote in future elections.  </p>\n<p><a href=\"http://www.sos.ca.gov/elections/registration-status/\">Check the status of your voter registration</a> to make sure you’re registered.  </p>\n<p>For detailed information check <a href=\"#section-register-to-vote\">Register to vote</a>.</p>\n","title":"When is voter registration deadline?","published":true,"weight":2,"section":"important-dates-deadlines","priority":"Minor"},{"path":"file2","content":"<p>For every election, your vote-by-mail request must be received in the county elections office <strong>no later than 7 days before an election by 5 PM.</strong>  </p>\n<p>For detailed information check <a href=\"#item-vote-by-mail\">How do I vote by mail?</a></p>\n","title":"When is vote by mail application deadline?","published":true,"weight":3,"section":"important-dates-deadlines","priority":"Minor"},{"path":"file3","content":"<h4 id=\"before-election-day\">Before Election Day</h4>\n<blockquote>\n<p>Both <strong>vote-by-mail</strong> and <strong>early-in-person</strong> voting always start <em>29 days before Election Day</em>.  </p>\n</blockquote>\n<h4 id=\"by-mail\">By Mail</h4>\n<blockquote>\n<p>From <strong>29 days before Election Day</strong> through <strong>Election Day.</strong>  </p>\n<ul>\n<li>Your completed vote-by-mail ballot must be <strong>postmarked</strong> on or before <strong>Election Day.</strong>  </li>\n<li>Once mailed and postmarked, the ballot must be <strong>received</strong> by the elections office <strong>no later than 3 days after Election Day.</strong>  </li>\n</ul>\n</blockquote>\n<h4 id=\"early-in-person\">Early-in-person</h4>\n<blockquote>\n<p>From <strong>29 days before Election Day</strong> through <strong>the day before Election Day.</strong> Some early voting locations are also open through Election Day.  </p>\n</blockquote>\n<h4 id=\"on-election-day\">On Election day</h4>\n<blockquote>\n<p>From <strong>7 a.m. to 8 p.m.</strong>  </p>\n</blockquote>\n<p>For detailed information check <a href=\"#section-ways-to-vote\">Ways to vote</a>.  </p>\n","title":"When do I vote?","published":true,"weight":4,"section":"important-dates-deadlines","priority":"Minor"}]},"my-rights-as-a-voter":{"icon":"my-rights-as-a-voter","Major":[{"path":"file3","content":"","title":"My Rights as a Voter","published":true,"weight":1,"section":"my-rights-as-a-voter","priority":"Major"}],"Minor":[{"path":"file1","content":"<p><strong>You have the right:</strong>  </p>\n<blockquote>\n<ul>\n<li>To cast a ballot if you are a valid registered voter.</li>\n<li>To cast a provisional ballot if your name is not listed on the voting rolls.</li>\n<li>To cast a ballot if you are present and in line at the polling place prior to the close of the polls.</li>\n<li>To cast a secret ballot, free from intimidation.</li>\n<li>To receive a new ballot if, prior to casting your ballot, you believe you have made a mistake.</li>\n<li>To receive assistance in casting your ballot if you are unable to vote without assistance.</li>\n<li>To return a completed vote-by-mail ballot to any precinct in the county.</li>\n<li>To election materials in another language if there are sufficient residents in your precinct to warrant production.</li>\n<li>To ask questions about election procedures and to observe the elections process.</li>\n<li>To report any illegal or fraudulent activity to a local elections official or to the Secretary of State’s office.</li>\n</ul>\n</blockquote>\n","title":"California's Voter Bill of Rights","published":true,"weight":1,"section":"my-rights-as-a-voter","priority":"Minor"},{"path":"file5","content":"<h4 id=\"what-are-my-resources-for-access-to-information-\">What are my resources for access to information?</h4>\n<p>The Official Voter Information Guide that is mailed to each registered voter is available in a downloadable MP3 <a href=\"http://www.sos.ca.gov/elections/voting-resources/voters-disabilities/\">audio version</a>, audio cassettes, in American Sign Language and in large print.  You may call 1-800-345-8683 to request these versions. </p>\n<p>The California Secretary of State also maintains a Voter Hotline for voters who are  deaf, hard of hearing, or speech-impaired at: <strong>(800) 833-8683 – TTY/TDD</strong></p>\n<h4 id=\"what-are-my-rights-to-access-and-vote-at-polling-places-\">What are my rights to access and vote at polling places?</h4>\n<p>State and federal laws require polling places to be physically accessible to voters with disabilities.  </p>\n<h4 id=\"access-to-the-polling-place\">Access to the polling place</h4>\n<p>County elections officials inspect each site and often make temporary modifications to homes, libraries, churches, businesses, schools, or other facilities for Election Day.  </p>\n<p>Poll workers are trained on election laws and the rights of voters with disabilities, including the need to make reasonable modifications of policies and procedures to ensure equal access.  </p>\n<p>Before each election, every registered voter is notified whether their polling place is accessible. This notification appears  on the sample ballot mailed to each voter by their county.  </p>\n<h4 id=\"voting\">Voting</h4>\n<p>The California Secretary of State has approved several voting systems for use that allow voters with disabilities to cast their votes privately and independently.</p>\n<ul>\n<li>Each polling place must have one voting machine that allows voters, including those who are blind or visually impaired, to cast a ballot without assistance.<br>  The voting machine permits voters to verify their choices and, if there is an error, allows them to correct those choices before submitting their final ballot.</li>\n<li>Poll workers must provide <a href=\"#item-polling-place-access-disabilities\">curbside voting</a> for voters with disabilities who need this assistance.  </li>\n</ul>\n<p>For more information visit the <a href=\"http://www.sos.ca.gov/elections/voting-resources/voters-disabilities/\">California Secretary of State</a> or <a href=\"http://www.disabilityrightsca.org/pubs/PublicationsVoting.htm\">Disability Rights California</a>.</p>\n","title":"Rights of voters with disabilities","published":true,"weight":2,"section":"my-rights-as-a-voter","priority":"Minor"},{"path":"file4","content":"<h4 id=\"what-rights-do-i-have-for-language-assistance-\">What rights do I have for language assistance?</h4>\n<ul>\n<li>Local elections officials are required to provide services and official election materials to bilingual voters in precincts where there are a certain number of people who speak the language.</li>\n<li>In some localities, voter information pamphlets and sample ballots are translated into Chinese, Spanish, Tagalog and Vietnamese, among other languages.</li>\n<li>In some polling places, bilingual poll workers are available to assist voters in their own language.  </li>\n</ul>\n<p>For more information visit the <a href=\"http://www.sos.ca.gov/elections/voting-resources/voting-california\">California Secretary of State</a> or <a href=\"http://advancingjustice-la.org/what-we-do/policy-and-research/democracy-project\">Asian Americans Advancing Justice - LA</a>.</p>\n","title":"What rights do I have for language assistance?","published":true,"weight":3,"section":"my-rights-as-a-voter","priority":"Minor"},{"path":"file2","content":"<h4 id=\"what-are-my-voting-rights-if-i-have-a-misdemeanor-\">What are my voting rights if I have a misdemeanor?</h4>\n<p>A misdemeanor conviction does not affect your right to vote at all. You can vote in all elections.  </p>\n<h4 id=\"what-are-my-voting-rights-if-i-have-a-felony-\">What are my voting rights if I have a felony?</h4>\n<p>If you have a felony conviction, <strong>you can vote IF you:</strong>  </p>\n<ul>\n<li>Are on probation, even if you are in county jail as a condition of your probation, or</li>\n<li>Have completed your probation, or</li>\n<li>Are awaiting a judge’s decision on a probation violation, or</li>\n<li>Are on mandatory supervision, or</li>\n<li>Are on post-release community supervision, or</li>\n<li>Have completed your parole.  </li>\n</ul>\n<p>The only time <strong>you are not allowed to vote is IF you:</strong>  </p>\n<ul>\n<li>Have a felony conviction and you are still in state prison, or</li>\n<li>Are serving an 1170(h) felony sentence in county jail, or</li>\n<li>Are awaiting transfer to a state prison, or</li>\n<li>Are on parole.  </li>\n</ul>\n<p>Once you have completed your sentence and parole, you can register to vote. \nIf you are unsure what type of sentence you are serving check with your parole or probation officer.  </p>\n<h4 id=\"can-i-vote-when-i-am-on-parole-\">Can I vote when I am on parole?</h4>\n<p>No. You can only vote once you have completed your parole.</p>\n<h4 id=\"can-i-vote-on-mandatory-supervision-\">Can I vote on mandatory supervision?</h4>\n<p>Yes! You can vote at all times when you are on mandatory supervision.</p>\n<h4 id=\"can-i-vote-while-i-am-on-post-release-community-supervision-\">Can I vote while I am on post-release community supervision?</h4>\n<p>Yes! You can vote at all times when you are on post-release community supervision.</p>\n<h4 id=\"can-i-vote-when-i-am-on-probation-\">Can I vote when I am on probation?</h4>\n<p>Yes! You can vote at all times when you are on probation, whether your conviction is a felony or a misdemeanor  </p>\n<h4 id=\"can-i-vote-while-i-am-in-county-jail-\">Can I vote while I am in county jail?</h4>\n<p>Maybe. You <strong>can vote IF</strong> you are in county jail:  </p>\n<ul>\n<li>Awaiting trial for any crime, or</li>\n<li>For a misdemeanor conviction, or</li>\n<li>On a probation violation, or</li>\n<li>On felony probation.  </li>\n</ul>\n<p>The only time you <strong>lose the right to vote while in county jail</strong> is when you are:  </p>\n<ul>\n<li>In state prison for a felony conviction, or</li>\n<li>In jail awaiting transfer to a state prison for a felony conviction, or</li>\n<li>Serving an 1170(h) felony sentence in the county jail, or</li>\n<li>In jail for a parole violation.  </li>\n</ul>\n<h4 id=\"how-do-i-get-back-my-right-to-vote-\">How do I get back my right to vote?</h4>\n<p>In California, you do not need to do anything to “restore” your right to vote. It is automatically restored once you have completed your sentence and are no longer on parole. However, you must <a href=\"#section-register-to-vote\">register or re-register to vote</a> in an upcoming election.</p>\n<p>For more information visit <a href=\"https://www.aclu.org/let-me-vote-california\">Let Me Vote</a>.<br>Download palm cards in <a href=\"https://www.aclusandiego.org/wp-content/uploads/2015/10/2015-palm-card-english2.pdf\">English</a> and in <a href=\"https://www.letmevoteca.org/docs/08.2015-SPANISH-KYR-card.pdf\">Spanish</a>. </p>\n","title":"Voting rights for people with criminal convictions","published":true,"weight":4,"section":"my-rights-as-a-voter","priority":"Minor"},{"path":"file6","content":"<ul>\n<li>Voter registration rolls are not available to the general public.</li>\n<li>Your social security number, your driver license number, and your signature are never provided to anyone requesting information.</li>\n<li>California law allows certain voter information to be released to a member of the California Legislature or U.S. Congress, or to any candidate, any committee for or against a proposed ballot measure, any person for election, scholarly, journalistic, or political purpose, or for governmental purposes. </li>\n<li>Commercial use of voter registration information is prohibited by law and is a misdemeanor.</li>\n<li>If sharing your address could put you in a life-threatening situation then you may qualify for the <a href=\"http://www.sos.ca.gov/registries/safe-home/\">Safe At Home</a> confidential address program in order to register to vote and vote by mail.<br>  For more information check <a href=\"#item-safe-at-home\">What if sharing my address could put me in a life-threatening situation?</a></li>\n</ul>\n","title":"Is voter registration information confidential?","published":true,"weight":5,"section":"my-rights-as-a-voter","priority":"Minor"}]},"more-voting-info":{"icon":"more-voting-info","Major":[{"path":"file5","content":"","title":"More Voting Info","published":true,"weight":0,"section":"more-voting-info","priority":"Major"}],"Minor":[{"path":"file11","content":"<p>What does it take to be a poll worker? You must be:  </p>\n<ol>\n<li>A registered California voter or legal resident of the United States.</li>\n<li>A high school student who:  <ul>\n<li>Is a United States citizen  </li>\n<li>Is at least 16 years old on Election Day  </li>\n<li>Attends a public or private high school   </li>\n<li>Has at least a 2.5 grade point average  </li>\n<li>Has permission from your parents and school  </li>\n<li>Attends a training session  </li>\n</ul>\n</li>\n</ol>\n<h4 id=\"what-does-a-poll-worker-do-\">What does a poll worker do?</h4>\n<ol>\n<li>Sets up and closes a polling place  </li>\n<li>Helps voters understand their rights  </li>\n<li>Protects ballots and voting equipment  </li>\n</ol>\n<h4 id=\"why-be-a-poll-worker-\">Why be a poll worker?</h4>\n<ol>\n<li>Get involved and assist voters  </li>\n<li>Contribute to your community  </li>\n<li>Earn extra money (varies by county)  </li>\n</ol>\n<h4 id=\"how-do-you-apply-\">How do you apply?</h4>\n<p>Contact your <a href=\"#section-election-office-contact\">county elections office</a> for an application.</p>\n","title":"Be an Election Day Poll Worker","published":true,"weight":1,"section":"more-voting-info","priority":"Minor"},{"path":"file3","content":"<p><strong>What is a political party?</strong>  </p>\n<p>A political party is a group of people who try to determine public policy and influence government by getting their candidates elected to office.  </p>\n<p><strong>What is a “qualified political party?”</strong>  </p>\n<ul>\n<li>A qualified political party is entitled to participate in any primary election or presidential general election.  </li>\n<li>A political body may qualify in one of two ways: voter registration or petition.  </li>\n<li>With the voter registration method, the Secretary of State must be able to verify that the political party obtained voter registrations equal in number to .33 percent of the total registration, by the qualification deadline.  </li>\n<li>With the petition method, the petition submitted to the secretary of state must have signatures of registered voters equal to 10 percent of the votes cast at the last gubernatorial election. The current requirement is 751,398 signatures.  </li>\n</ul>\n<p><strong>What are the qualified political parties in California?</strong>  </p>\n<ul>\n<li>American Independent Party  </li>\n<li>Democratic Party  </li>\n<li>Green Party  </li>\n<li>Libertarian Party  </li>\n<li>Peace and Freedom Party  </li>\n<li>Republican Party  </li>\n</ul>\n<p>For more information, visit the <a href=\"http://www.sos.ca.gov/elections/political-parties/qualified-political-parties/\">California Secretary of State</a>.  </p>\n","title":"Information About Political Parties","published":true,"weight":2,"section":"more-voting-info","priority":"Minor"},{"path":"file4","content":"<p>For information on State legislative districts and U.S. Congressional Offices, visit the <a href=\"http://www.sos.ca.gov/elections/additional-elections-information/who-are-my-representatives/\">California Secretary of State</a>.  </p>\n<p>For information on your city, county, and other local offices contact your <a href=\"#section-election-office-contact\">county elections office</a>.  </p>\n","title":"How do I find out what political districts I live in?","published":true,"weight":3,"section":"more-voting-info","priority":"Minor"},{"path":"file8","content":"<p><strong>How to evaluate ballot measures:</strong>  </p>\n<ul>\n<li>Examine what the measure seeks to accomplish. Do you agree with these goals?  </li>\n<li>Who are the real sponsors and opponents of the measure?<br>  Check <strong>Voter’s Edge California</strong> to follow the money for state measures.  </li>\n<li>Is the measure written well? Will it create conflicts in law that may require court resolution?  </li>\n<li>Does the measure create its own revenue source? Does it earmark, restrict or obligate government revenues?  </li>\n<li>Does the measure mandate a government program against the cost of reducing overall flexibility in the budget?  </li>\n<li>Does the measure deal with one issue that can be easily decided by a YES or NO vote? Or, is it a complex issue that should be thoroughly examined in the legislative arena?  </li>\n<li>If the measure amends the Constitution, consider whether it really belongs in the Constitution.  </li>\n<li>Be wary of distortion tactics and commercials that rely on image but tell nothing of substance about the measure. Be aware of half truths.  </li>\n</ul>\n<p>For more information visit Fast Facts on State Ballot Measures.</p>\n","title":"Evaluating State Ballot Measures","published":true,"weight":4,"section":"more-voting-info","priority":"Minor"},{"path":"file7","content":"<p>Visit Fast Facts: State Taxes and Budget.</p>\n","title":"Evaluating California budget and taxes","published":true,"weight":5,"section":"more-voting-info","priority":"Minor"},{"path":"file1","content":"<p><strong>What are bonds?</strong><br>Bonds are a form of long-term borrowing that the state uses to raise money for large projects. The state sells bonds to investors and agrees to repay the investors, with interest, over a certain number of years, somewhat like a mortgage.  </p>\n<p><strong>Why are bonds used?</strong><br>Projects such as roads, school building, prisons, parks, office buildings, and housing for veterans involve large dollar costs, and are used over many years.  The use of bonds helps to fund the initial large dollar costs, which are hard to fund out of day-to-day operating revenues.  Also the repayment of these bonds over time means that future taxpayers who benefit from the facilities will help to pay for them.  </p>\n<p><strong>What types of bonds does the state sell?</strong>  </p>\n<ol>\n<li>General Obligation Bonds<br> These are the most common type of bonds, and are largely repaid from the state’s unrestricted general tax revenues. These bonds have to be approved by the voters, and their repayment is guaranteed by the state.  </li>\n<li>Revenue Bonds<br> These are repaid from a designated source—such as bridge tolls. Revenue bonds do not require voter approval and repayment is not guaranteed by the state.  </li>\n<li>Lease-Revenue Bonds<br> There are repaid from lease payments by state agencies using the leased facilities. Lease-Revenue bonds do not require voter approval and repayment is not guaranteed by the state.  </li>\n</ol>\n<p><strong>What are the direct costs of bond financing?</strong><br>The state must repay the principal of the bonds over time to the investors until the bonds are fully paid off, plus annual interest costs. The interest cost of repaying bonds depends on the current interest rate and the time period over which the bonds are to be repaid.  </p>\n","title":"What are bonds?","published":true,"weight":6,"section":"more-voting-info","priority":"Minor"},{"path":"file2","content":"<p>Visit the California Secretary of State&#39;s <a href=\"http://www.sos.ca.gov/elections/additional-elections-information/publications-and-resources/guide-vr-drives/\">Guide to Voter Registration Drives.</a></p>\n","title":"Voter Registration Drives","published":true,"weight":7,"section":"more-voting-info","priority":"Minor"},{"path":"file6","content":"<p>The <a href=\"http://futureofcaelections.org/\">Future of California Elections</a> (FoCE) is a collaboration between election officials, civil rights organizations and election reform advocates to examine and address the unique challenges facing the State of California’s election system.  </p>\n<p>Visit the <a href=\"http://futureofcaelections.org/vei/\">Voter Experience Index</a>.<br>This informative set of tools was developed to improve the voter experience. It is a collection of research, publications and “how-to” guides produced by members of Future of California Elections and partners.  </p>\n","title":"Future of California Elections","published":true,"weight":8,"section":"more-voting-info","priority":"Minor"},{"path":"file10","content":"<p><strong>Contact the League of Women Voters for more helpful election information:</strong>   </p>\n<ul>\n<li><a href=\"https://cavotes.org/\">League of Women Voters of California Education Fund</a></li>\n</ul>\n","title":"Contact the League of Women Voters of California Education Fund","published":true,"weight":9,"section":"more-voting-info","priority":"Minor"},{"path":"file9","content":"<p>Find your <a href=\"https://cavotes.org/local\">local League of Women Voters</a></p>\n","title":"Contact the League of Women Voters in your County","published":true,"weight":10,"section":"more-voting-info","priority":"Minor"}]},"election-office-contact":{"icon":"election-office-contact","Major":[{"path":"file1","content":"","title":"Contact Election Office","published":true,"weight":5,"section":"election-office-contact","priority":"Major"}],"Minor":[{"path":"file2","content":"","title":"Contact State Election Office","published":true,"weight":1,"section":"election-office-contact","priority":"Minor"},{"path":"file3","content":"","title":"Contact County Election Office","published":true,"weight":2,"section":"election-office-contact","priority":"Minor"}]}}},"electionAuthorityData":{"votingInfo":{"ways-to-vote":{"Major":[],"Minor":[{"path":"file4","content":"<p><strong>Request a one-time vote-by-mail ballot.</strong> Make sure it gets to the elections office no later than 7 days before the election.  </p>\n<p><strong>Apply Online.</strong> <a href=\"http://www.co.fresno.ca.us/DepartmentPage.aspx?id=14199\">Scroll down to “Application for Vote by Mail Ballot and Permanent Vote by Mail Status.”</a>  </p>\n<p><strong>-OR-</strong> use the application on the back cover of your Sample Ballot. Follow the directions found on the back cover.  </p>\n<p><strong>-OR-</strong> send a <strong>written request</strong> for a ballot including which election you want the ballot for, your name, address, mailing address (if different), birthday and <strong>signature</strong> to: 2221 Kern Street Fresno, CA 93721.  </p>\n<p><strong>-OR-</strong> <strong>go in person</strong> to request a vote-by-mail ballot or to vote early in person starting 29 days before the election to the County Clerk/Registrar of Voters office at: 2221 Kern Street Fresno, CA 93721.  </p>\n<p><strong>-OR-</strong> <strong>become a permanent vote-by-mail voter.</strong> <a href=\"http://www.co.fresno.ca.us/DepartmentPage.aspx?id=14199\">Scroll down to “Application for Vote by Mail Ballot and Permanent Vote by Mail Status.”</a>  </p>\n<p>The vote-by-mail ballot application is also in Spanish.  </p>\n","title":"How do I get a vote-by-mail ballot?","published":true,"weight":3,"section":"ways-to-vote","priority":"Minor"},{"path":"file3","content":"<p><strong>Mail it</strong> to the Fresno County Clerk/Registrar of Voters.<br>    <strong>Follow the directions</strong> on the special return envelope.<br>    If you mail your ballot, <strong>don’t delay.</strong> <strong>Be sure to mail it so that it is postmarked before or on Election Day.</strong>  </p>\n<p><strong>-OR- Drop it off</strong> at any polling place in Fresno County on Election Day.  </p>\n<p><strong>-OR- Drop it off</strong> at the Fresno County Clerk/Registrar of Voters office.<br>    2221 Kern Street<br>    Fresno, CA 93721</p>\n","title":"How do I return my vote-by-mail ballot?","published":true,"weight":4,"section":"ways-to-vote","priority":"Minor"},{"path":"file1","content":"<p><strong>You can vote early in person starting 29 days before Election Day.</strong>  </p>\n<p><strong>Monday-Friday 8:30 AM to 5 PM</strong>  </p>\n<p><strong>Early voting location:</strong> Fresno County Clerk/Registrar of Voters 2221 Kern Street Fresno, CA 93721</p>\n","title":"How do I vote early in person?","published":true,"weight":5,"section":"ways-to-vote","priority":"Minor"},{"path":"file2","content":"<p>Find your polling place:<br>Look on the <strong>back cover of your Sample Ballot</strong> for the address  </p>\n<p><strong>-OR-</strong> Use the <a href=\"#section-my-polling-place\">My Polling Place</a> section of this site.  </p>\n<p><strong>-OR- Call</strong> (559) 600-8683 for information  </p>\n<p>For specific information with photos and Spanish translation scroll to <a href=\"http://www.co.fresno.ca.us/uploadedFiles/Departments/County_Clerk_Registrar_of_Voters/PDF/NewVoterHelp.pdf\">“Help for the New Voter.”</a>  </p>\n","title":"How do I vote at the polling place in person?","published":true,"weight":6,"section":"ways-to-vote","priority":"Minor"}]},"voting-basics":{"Major":[{"path":"file1","content":"","title":"Voting Basics","published":true,"weight":1,"section":"voting-basics","priority":"Major"}],"Minor":[{"path":"file2","content":"<p>Call (559) 600-8683 for specific questions about Fresno County.  </p>\n","title":"How do I vote if I have disabilities?","published":true,"weight":8,"section":"voting-basics","priority":"Minor"},{"path":"file3","content":"<p>The Fresno County Clerk/Registrar of Voters offers the <a href=\"http://www.co.fresno.ca.us/uploadedFiles/Departments/County_Clerk_Registrar_of_Voters/PDF/VotebyMailEnglish-Spanish.pdf\">Application for Vote-by-Mail Ballot</a> and Sample Ballots in Spanish.  </p>\n<p>Some polling places offer ballot in Chinese, Japanese, Hindi, and Khmer.<br>Contact the Fresno County Elections Office at (559) 600-8683 for specific details on languages available at your polling place.  </p>\n","title":"How do I vote if I speak a language other than English?","published":true,"weight":9,"section":"voting-basics","priority":"Minor"}]},"more-voting-info":{"Major":[],"Minor":[]},"election-office":{"Major":[],"Minor":[{"path":"file3","content":"","title":"Announcements","published":true,"weight":-10,"section":"election-office","priority":"Minor"},{"path":"file2","content":"","title":"Governments","published":true,"weight":-10,"section":"election-office","priority":"Minor"},{"path":"file1","content":"","title":"More information","published":true,"weight":-10,"section":"election-office","priority":"Minor"}]}}}}}