{
   "content": {
      "electionAuthorityData": {
         "votingInfo": {
            "election-office-contact": [],
            "important-dates-deadlines": [],
            "more-voting-info": [
               "---\ntitle: \"Other topics\"\npublished: false\nweight: -10\nsection: \"more-voting-info\"\npriority: \"Major\"\n---\n\n\n  ",
               "---\ntitle: \"Be an Election Day poll worker\"\npublished: false\nweight: 0\nsection: \"more-voting-info\"\npriority: \"Minor\"\n---\n",
               "---\ntitle: \"Helpful Links and Resources\"\npublished: false\nweight: -10\nsection: \"more-voting-info\"\npriority: \"Minor\"\n---\n",
               "---\ntitle: \"Contact League of Women Voters in your County\"\npublished: false\nweight: -10\nsection: \"more-voting-info\"\npriority: \"Minor\"\n---\n"
            ],
            "my-polling-place": [],
            "my-rights-as-a-voter": [],
            "register-to-vote": [],
            "voting-basics": [
               "---\ntitle: \"Voting Basics\"\npublished: false\nweight: 1\nsection: \"voting-basics\"\npriority: \"Major\"\n---\n\n",
               "---\ntitle: \"Glossary of words you need to know\"\npublished: false\nweight: 0\nsection: \"voting-basics\"\npriority: \"Minor\"\n---\n"
            ],
            "ways-to-vote": []
         }
      },
      "electionAuthorityDataSingleElections": {
         "votingInfo": {
            "2012-06-05": {
               "election-office-contact": [],
               "important-dates-deadlines": [],
               "more-voting-info": [],
               "my-polling-place": [],
               "my-rights-as-a-voter": [],
               "register-to-vote": [],
               "voting-basics": [],
               "ways-to-vote": []
            },
            "2012-11-06": {
               "election-office-contact": [],
               "important-dates-deadlines": [],
               "more-voting-info": [],
               "my-polling-place": [],
               "my-rights-as-a-voter": [],
               "register-to-vote": [],
               "voting-basics": [],
               "ways-to-vote": []
            },
            "2014-06-03": {
               "election-office-contact": [],
               "important-dates-deadlines": [],
               "more-voting-info": [],
               "my-polling-place": [],
               "my-rights-as-a-voter": [],
               "register-to-vote": [],
               "voting-basics": [],
               "ways-to-vote": []
            },
            "2014-11-04": {
               "election-office-contact": [],
               "important-dates-deadlines": [],
               "more-voting-info": [],
               "my-polling-place": [],
               "my-rights-as-a-voter": [],
               "register-to-vote": [],
               "voting-basics": [],
               "ways-to-vote": []
            },
            "2016-02-14": {
               "election-office-contact": [],
               "important-dates-deadlines": [],
               "more-voting-info": [],
               "my-polling-place": [],
               "my-rights-as-a-voter": [],
               "register-to-vote": [],
               "voting-basics": [],
               "ways-to-vote": []
            },
            "2016-03-08": {
               "election-office-contact": [],
               "important-dates-deadlines": [],
               "more-voting-info": [],
               "my-polling-place": [],
               "my-rights-as-a-voter": [],
               "register-to-vote": [],
               "voting-basics": [],
               "ways-to-vote": []
            },
            "2016-07-04": {
               "election-office-contact": [],
               "important-dates-deadlines": [],
               "more-voting-info": [],
               "my-polling-place": [],
               "my-rights-as-a-voter": [],
               "register-to-vote": [],
               "voting-basics": [],
               "ways-to-vote": []
            }
         }
      },
      "stateData": {
         "votingInfo": {
            "election-office-contact": [
               "---\ntitle: \"Póngase en contacto con la oficina electoral del condado\"\npublished: true\nweight: 2\nsection: \"election-office-contact\"\npriority: \"Minor\"\n---\n",
               "---\ntitle: \"Póngase en contacto con la oficina electoral del estado\"\npublished: true\nweight: 1\nsection: \"election-office-contact\"\npriority: \"Minor\"\n---\n",
               "---\ntitle: \"Póngase en contacto con la oficina electoral\"\npublished: true\nweight: 5\nsection: \"election-office-contact\"\npriority: \"Major\"\n---\nPara encontrar la información de contacto de su oficina electoral local, busque su condado o dirección aquí o encuentre la oficina electoral del condado en el sitio web de la Secretaria de Estado de California.\n\nEstado de California\nSecretario de Estado de California\n1500 11th Street\n5to piso\nSacramento, CA 95814\nTeléfono: 916-657-2166\nFax: (916) 653-6814\n[Sitio web](http://www.sos.ca.gov/elections/polling-place/)\n"
            ],
            "important-dates-deadlines": [
               "---\ntitle: \"¿Cual es la fecha límite para inscribirse para votar?\"\npublished: true\nweight: 2\nsection: \"important-dates-deadlines\"\npriority: \"Minor\"\n---\nLa fecha límite para inscribirse para votar es el 19 de octubre.\n\nEs importante que llene por completo su solicitud de inscripción de votante y:\n- la presente en línea antes de la media noche, 15 días antes de la elección o\n- la entregue por correo o en persona en la oficina electoral de su condado al menos 15 días antes de la elección.\n\nTodavía no es demasiado tarde para votar, aunque haya pasado la fecha límite de inscripción del votante. Para inscribirse hasta el día de las elecciones, acuda a su [lugar de votación](#section-my-polling-place), centro de votación u oficina electoral y lleve a cabo tres pasos sencillos:\n\n¡Consulte [aquí](https://caearlyvoting.sos.ca.gov/) las ubicaciones donde puede inscribirse y votar al mismo tiempo hasta el día de las elecciones!",
               "---\ntitle: \"¿Cuál es el plazo para la solicitud del voto por correo?\"\npublished: true\nweight: 2\nsection: \"important-dates-deadlines\"\npriority: \"Minor\"\n---\nEste año, cada votante inscrito recibirá una boleta electoral por correo, sin necesidad de enviar una solicitud. Sin embargo, si se inscribe para votar después del plazo del 19 de octubre y le gustaría votar por correo, es mejor que intente inscribirse **a más tardar el martes 27 de octubre de 2020** para que su oficina electoral pueda enviarle su boleta electoral a tiempo.\n\nPara obtener información detallada, consulte [¿Cómo voto por correo?](#menu-item-vote-by-mail)  \n\n",
               "---\ntitle: \"¿Cuándo voto?\"\npublished: true\nweight: 3\nsection: \"important-dates-deadlines\"\npriority: \"Minor\"\n---\n\n#### **Antes del día de las elecciones**\n> La votación anticipada en persona comienza **el lunes 5 de octubre de 2020.**  \n\n#### **Por correo postal**\n> Comenzando **el lunes 5 de octubre hasta el día de las elecciones**. \n> - Su boleta electoral de voto por correo completada **debe ser matasellada el dia de las elecciones, o antes.** \n> - Una vez enviada por correo y matasellada, la boleta electoral **debe ser recibido** en la oficina electoral **el viernes 20 de noviembre.**\n\n#### Votación temprana en persona  \n> Puede votar de manera temprana en la oficina electoral de su condado a partir del lunes \n5 de octubre. Algunos condados tendrán más lugares de votación abiertos antes del día de las elecciones.  Consulte [caearlyvoting.sos.ca.gov](https://caearlyvoting.sos.ca.gov/).para conocer los lugares y los horarios.\n\n#### **El día de las elecciones**  \n> **Martes 3 de noviembre de 2020**, desde las **7 a. m. hasta las 8 p. m.**\n\nPara obtener información detallada, consulte la sección [Formas de votar](#section-ways-to-vote).  ",
               "---\ntitle: \"Plazos y fechas de las elecciones\"\npublished: true\nweight: 5\nsection: \"important-dates-deadlines\"\npriority: \"Major\"\n---\nSu condado puede tener elecciones en diferentes fechas y a lo largo de un año. [Verifique las fechas de las elecciones, el registro de votantes, y los plazos de votación por correo en su área.](https://www.sos.ca.gov/elections/upcoming-elections/county-administered-elections/)"
            ],
            "more-voting-info": [
               "---\ntitle: \"Comuníquese a la League of Women Voters of California Education Fund\"\npublished: true\nweight: 14\nsection: \"more-voting-info\"\npriority: \"Minor\"\n---\nComuníquese a la [League of Women Voters of California Education Fund](https://cavotes.org/) para obtener información adicional sobre las elecciones.  \n",
               "---\ntitle: \"Información sobre los partidos políticos\"\npublished: true\nweight: 4\nsection: \"more-voting-info\"\npriority: \"Minor\"\n---\n**¿Qué es un partido político?**  \n\nUn partido político es un grupo de personas que tratan de determinar la política pública e influir en el gobierno al lograr que se elijan sus candidatos para los puestos públicos. \n\n**¿Qué es un “partido político calificado”?**  \n- Un partido político calificado tiene derecho a participar en cualquier elección primaria o elección general presidencial. \n- Un grupo político puede calificar como un partido en una de estas dos formas: petición o inscripción de votantes.  \n    - Con el método de inscripción de votantes, el Secretario de Estado debe poder verificar que el partido político obtuvo inscripciones de votantes igual en número al .33 por ciento de la inscripción total, antes de la fecha límite de calificación.\n    - Con el método de petición, la petición presentada a la secretaria de estado debe tener las firmas de votantes inscritos que equivalgan al 10 por ciento de los votos emitidos en la última elección para gobernador.  \n\n**¿Cuáles son los partidos políticos calificados en California?**  \n- Partido Independiente Estadounidense  \n- Partido Demócrata \n- Partido Verde\n- Partido Libertario\n- Partido Paz y Libertad \n- Partido Republicano  \n\nPara obtener más información, visite la [Secretaria de Estado de California](http://www.sos.ca.gov/elections/political-parties/qualified-political-parties/).  \n",
               "---\ntitle: \"Mapa interactivo de las oficinas electorales del condado\"\npublished: true\nweight: 3\nsection: \"more-voting-info\"\npriority: \"Minor\"\n---\n\nConsulte este [mapa interactivo ](http://www.sos.ca.gov/elections/map/) que proporciona información de contacto y datos resaltantes sobre las elecciones de su condado.\n",
               "---\ntitle: \"Mas información de la votación\"\npublished: true\nweight: 0\nsection: \"more-voting-info\"\npriority: \"Major\"\n---\n",
               "---\ntitle: \"Futuro de las elecciones de California\"\npublished: true\nweight: 13\nsection: \"more-voting-info\"\npriority: \"Minor\"\n---\n[El Futuro de las elecciones de California](http://futureofcaelections.org/) (FoCE, siglas en inglés) es una colaboración entre los funcionarios electorales, las organizaciones de derechos civiles y los defensores de la ley de reforma para examinar y abordar los desafíos únicos que enfrenta el sistema electoral del Estado de California.\n\nVisite el [Índice de experiencia del votante](http://futureofcaelections.org/vei/).  \n\nEste conjunto informativo de herramientas se desarrolló para mejorar la experiencia del votante. Es una colección de investigación, publicaciones y guías de “cómo hacer” producida por los miembros de Futuro de las elecciones de California y asociados.",
               "---\ntitle: \"¿Qué son los bonos?\"\npublished: true\nweight: 12\nsection: \"more-voting-info\"\npriority: \"Minor\"\n---\n\n**¿Qué son los bonos?**  \n\nLos bonos son una forma de endeudamiento a largo plazo que el Estado utiliza para recaudar dinero para grandes proyectos. El Estado vende bonos a los inversores y se compromete a pagarles, con intereses, durante un cierto número de años, algo así como una hipoteca. \n\n**¿Para qué se usan los bonos?**  \n\nProyectos como carreteras, edificios escolares, prisiones, parques, edificios de oficinas y viviendas para veteranos que implican grandes costos en dólares y se utilizan durante muchos años. El uso de bonos ayuda a financiar los grandes costos iniciales en dólares, que son difíciles de financiar con los ingresos operativos diarios. Además, el reembolso de estos bonos a través del tiempo significa que los futuros contribuyentes que se benefician de las instalaciones ayudarán a pagarlos.\n\n**¿Qué tipos de bonos vende el Estado?**  \n\n- Bonos de obligación general \n\tEstos son los tipos de bonos más comunes, y en gran medida se amortizan con los ingresos fiscales generales no restringidos del Estado. Los votantes deben aprobar estos bonos y su reembolso está garantizado por el Estado.\n- Bonos de ingresos  \n\tEstos se reembolsan desde una fuente designada, como los peajes de los puentes. Los bonos de ingresos no requieren la aprobación de los votantes y el reembolso no está garantizado por el Estado.\n- Bonos de ingreso por arrendamiento  \n\tSe reembolsan a partir de los pagos de arrendamiento por agencias estatales que usan las instalaciones arrendadas. Los bonos de ingreso por arrendamiento no requieren la aprobación de los votantes y el reembolso no está garantizado por el Estado. \n\n**¿Cuáles son los costos directos del financiamiento por bonos?**  \n\nEl Estado debe devolver el capital de los bonos a los inversores a lo largo del tiempo hasta que estén totalmente saldados, además de los costos de intereses anuales. El costo de interés de pagar los bonos depende de la tasa de interés actual y el período de tiempo durante el cual los bonos se deben reembolsar. \n",
               "---\ntitle: \"Cómo funcionan las elecciones primarias de California: Explicación de las dos principales\"\npublished: false\nweight: 8\nsection: \"more-voting-info\"\npriority: \"Minor\"\n---\n\nConsulte esta tabla fácil de usar que explica [Cómo funcionan las elecciones primarias de California](https://drive.google.com/file/d/18DTzanCkfKB5QY5hLhMoSez5aMvy96Tn/view?usp=sharing) del [Centro de Diseño Cívico](http://civicdesign.org/) y la [League of Women Voters del Voters of California Education Fund](https://cavotes.org/).  \n",
               "---\ntitle: \"¿Cómo puedo averiguar en qué distritos políticos vivo?\"\npublished: true\nweight: 5\nsection: \"more-voting-info\"\npriority: \"Minor\"\n---\nPara obtener información sobre los Distritos Legislativos Estatales y las Oficinas del Congreso de los EE.UU., visite la [Secretaria de Estado de California.](http://www.sos.ca.gov/elections/who-are-my-representatives/).  \n\nPara obtener información sobre su ciudad, condado, y otras oficinas locales, comuníquese con [la oficina electoral de su condado.](http://www.sos.ca.gov/elections/voting-resources/county-elections-offices/).  \n",
               "---\ntitle: \"Eventos para registrar votantes\"\npublished: true\nweight: 13\nsection: \"more-voting-info\"\npriority: \"Minor\"\n---\nVisite la [Guía de la Secretaria de Estado de California](https://www.sos.ca.gov/elections/publications-and-resources/guide-vr-drives/) para las Eventos para registrar votantes.\n",
               "---\ntitle: \"How do I vote for President in the Primary if I am registered as No Party Preference?\"\npublished: false\nweight: 10\nsection: \"more-voting-info\"\npriority: \"Minor\"\n---\n\nIf you’re registered as No Party Preference (NPP) but you want to vote for president in the American Independent, Democratic, or Libertarian Party, then here are your options:  \n\n**Vote-by-Mail**  \n- **Apply** for a vote-by-mail ballot **before May 31, 2016.** [Download](http://elections.cdn.sos.ca.gov/vote-by-mail/pdf/vote-by-mail-application.pdf), print and fill out the application.  \n- **Mark** box #7 and write in the name of the party on the application.  \n- **Mail** the application directly to your [county elections office.](#section-election-office-contact)  \n\n  -OR-  \n  \n- **Go** to your [county elections office](#section-election-office-contact) or a voter service center (if your county has them) to request a vote-by-mail ballot.  \n- **Cast your new vote-by-mail ballot** as you would any other [vote-by mail ballot](#menu-item-vote-by-mail).  \n- **Note: Return the new vote-by-mail ballot in the envelope that came with the new ballot.** Do not use the old ballot or the old envelope. The old ballot is void and will not be counted. A new ballot in an old envelope will also not be counted.  \n\n**Early In-Person Voting**  \n- **Go** to your [county elections office](#section-election-office-contact) or a voter service center (if your county has them) **before June 7.**  \n- **Request** the ballot of the party you wish to vote in.  \n- Note: If you have a vote-by-mail ballot take it and its return envelope with you to give it to the elections officials.  If you do not bring the old ballot and envelope, you will receive a [provisional ballot](#menu-item-what-is-a-provisional-ballot) that will be counted after it is confirmed that your old ballot was not cast.  \n\n**At the Polls on Election Day, June 7, 2016**  \n- **Go** to your polling place or your county elections office.  \n- **Request** the ballot of the party you wish to vote in.  \n- Note: If you have a vote-by-mail ballot take it and its return envelope with you to give it to the elections officials.  If you do not bring the old ballot and envelope, you will receive a provisional ballot that will be counted after it is confirmed that your old ballot was not cast.  \n\n**If you re-registered after you received a vote-by-mail ballot:**  \n- If you re-registered after receiving a vote-by-mail ballot, and you asked for vote-by-mail status during the re-registration, then a new vote-by-mail ballot will be mailed to you.  \n- Return the new vote-by-mail ballot in the envelope that came with the new ballot.  Do not use the old ballot or the old envelope.  The old ballot is void and will not be counted.  A new ballot in an old envelope will also not be counted.  \n- Mail your ballot. Be sure it is postmarked on or before June 7, 2016.  \n-OR-  \n- **Drop off** your vote-by-mail ballot in person on Election Day at any polling place in your county or your [county elections office.](#section-election-office-contact)  \n\nFor more information, check the [California Secretary of State.](http://www.sos.ca.gov/)  \n",
               "---\ntitle: \"Evaluación del presupuesto y los impuestos de California\"\npublished: true\nweight: 11\nsection: \"more-voting-info\"\npriority: \"Minor\"\n---\n\nVisite [Datos rápidos: Presupuesto e impuestos del Estado.](http://www.easyvoterguide.org/wp-content/uploads/2011/08/FastFacts-TaxesBudget-SP-v2.pdf).\n",
               "---\ntitle: \"Sé un trabajador electoral el día de las elecciones\"\npublished: true\nweight: 1\nsection: \"more-voting-info\"\npriority: \"Minor\"\n---\n¿Qué se necesita para ser un trabajador electoral? Debes ser:  \n\n- Un votante inscrito en California o un residente legal de los Estados Unidos.\n- Un estudiante de preparatoria y:  \n\t- ser ciudadano de los Estados Unidos  \n\t- tener al menos 16 años cumplidos el día de las elecciones  \n\t- asistir a una escuela preparatoria pública o privada  \n  - tener un promedio general de al menos 2.5  \n  - tener el permiso de tus padres y escuela  \n  - asistir a una sesión de capacitación  \n    \n#### ¿Qué hace un trabajador electoral?  \n- Prepara y cierra un lugar de votación.  \n- Ayuda a los votantes a entender sus derechos.  \n- Protege las boletas electorales y el equipo para votar.  \n\n#### ¿Por qué ser un trabajador electoral?  \n- Participa y ayuda a los votantes.  \n- Contribuye con tu comunidad.  \n- Gana dinero extra (varía según el condado).  \n\n#### ¿Cómo puedes hacer una solicitud?  \nPara pedir una solicitud, comunícate a tu [oficina electoral del condado](#section-election-office-contact).  \n",
               "---\ntitle: \"Cómo votar en la primaria de los dos principales candidatose de California\"\npublished: false\nweight: 7\nsection: \"more-voting-info\"\npriority: \"Minor\"\n---\n\nAlgunos candidatos de California se eligen en una “Primaria de los dos principales candidatos” (Top-Two Primary). Estas incluyen candidatos para: \n- Senador de los EE.UU.  \n- Representante de los EE.UU. \n- Senador Estatal  \n- Miembros de la Asamblea Estatal  \n- Gobernador y Vice Gobernador  \n- Tesorero \n- Secretario del Estado\n- Fiscal General\n- Contralor \n- Comisionado de Seguros  \n- Mesa de Ecualización Estatal  \n\nEn una Primaria de los dos principales candidatos, puede votar por cualquier candidato.\n- Todos los candidatos de todos los partidos estarán en la boleta para estas contiendas. \n- No tiene que estar registrado en un partido para votar en estas contiendas.\n- Puede votar para un candidato de cualquier partido. \n-  Puede “anotar” el nombre de un candidato que no figura en la boleta en la Elección primaria. \n- Los dos candidatos con más votos aparecerán en la boleta de la Elección general, incluso si tienen la misma preferencia de partido.\n\n**Oficinas no partidistas** Los Jueces, el Supervisor del Condado, otras oficinas del Condado y Municipales, y el Superintendente de Instrucción Pública siempre están disponibles para todos los votantes elegibles.  \n\n**¿Qué significa preferencia de partido?**  \nLos votantes pueden registrarse ya sea con una preferencia de partido político o elegir la opción “ninguno”. La preferencia de partido de un candidato no necesariamente significa que tengan el apoyo de dicho partido político. La lista de candidatos que reciben el endoso oficial de un partido (apoyo) se encuentra en la Guía de información para el votante del condado.  \n",
               "---\ntitle: \"Evaluación de las medidas de ley estatales\"\npublished: true\nweight: 6\nsection: \"more-voting-info\"\npriority: \"Minor\"\n---\n\n**Cómo evaluar las medidas de ley:**  \n- Examine lo que la medida de ley busca lograr. ¿Está usted de acuerdo con estos objetivos?  \n- ¿Quiénes son los verdaderos patrocinadores y opositores de la medida? Verifique **Voter’s Edge California** para saber quien está proporcionando los fondos para las medidas de ley estatales.  \n- ¿Está bien escrita la medida? ¿Creará conflictos en la ley que pueden requerir resolución judicial?\n- ¿La medida crea su propia fuente de ingresos? ¿Destina, restringe u ofrece como garantía los ingresos del gobierno? \n- ¿La medida exige un programa de gobierno que reduce la flexibilidad general en el presupuesto?  \n- ¿La medida trata con un problema que se puede decidir fácilmente mediante un voto SÍ o NO? O, ¿es un tema complejo que debe examinarse exhaustivamente en el ámbito legislativo? \n- Si la medida enmienda la Constitución, considere si realmente pertenece a la Constitución.\n- Tenga cuidado con las tácticas de distorsión y comerciales que se basan en la propaganda pero que no dicen nada de importancia sobre de la medida. No se deje engañar por medias verdades. \n\nPara obtener más información, visite [Datos rápidos sobre las Medidas de ley en la boleta del estado.](http://www.easyvoterguide.org/wp-content/uploads/2011/08/FastFacts-BallotMeasures-SP-v2.pdf).\n",
               "---\ntitle: \"Comuníquese con la League of Women Voters en su condado\"\npublished: true\nweight: 15\nsection: \"more-voting-info\"\npriority: \"Minor\"\n---\nEncuentre la [League of Women Voters local](https://cavotes.org/local)\n",
               "---\ntitle: \"How to vote in the Presidential Primary\"\npublished: false\nweight: 9\nsection: \"more-voting-info\"\npriority: \"Minor\"\n---\n\n**Take a look at [Do you want to vote for President?](https://drive.google.com/file/d/0B0h2E_kd8S-LemNBUGhaWTZXamRqQnRXb1pNMXFjeVZ4eWJz/view?usp=sharing)**  \n\n**Six political parties are holding presidential primaries:**    \n- American Independent Party  \n- Democratic Party  \n- Green Party  \n- Libertarian Party  \n- Peace and Freedom Party  \n- Republican Party  \n\n**If you are registered with one of these parties,** your ballot will include the candidates running for that party’s nomination.  \n\nIf you are registered with one political party, you may not vote a ballot for another political party.  \n\nYou can only vote for the County Central Committees/County Councils if you are registered with that party.  \n\nIf you are not registered with one of the six political parties, or if you registered Decline to State, Independent, or Nonpartisan, then you are a **No Party Preference (NPP) Voter.** Click [here](#menu-item-how-do-i-vote-for-president-if-i-am-registered-as-no-party-preference?) for more detailed information about how to vote if you are registered as No Party Preference.  \n\n**Three parties allow NPP voters to vote in their presidential primary:**  \n- American Independent Party  \n- Democratic Party  \n- Libertarian Party  \n\nIf you want to vote in one of these party primaries, you must ask for that ballot.  Otherwise you will receive a Nonpartisan ballot that will not include the office of president.  \n\n**Three parties allow only voters registered with their party to vote in their presidential primary:**  \n- Green Party  \n- Peace and Freedom Party  \n- Republican Party  \n\n**If you want to change your party registration before the primary,** then you **must** [re-register](http://registertovote.ca.gov/) and select that party. The last day to re-register to vote is May 23, 2016. You can always re-register again after the primary as either a “No Party Preference” voter or with any political party.  \n\nAlso check [Information about political parties](#menu-item-information-about-political-parties). For detailed information on registration check [Register to Vote](#section-register-to-vote).  \n\nFor more in-depth information visit [Everything you Need to Know About Presidential Primaries](http://lwv.org/blog/everything-you-need-know-about-presidential-primaries) and [Voting in the Primary Election](https://cavotes.org/vote/primary).  \n"
            ],
            "my-polling-place": [
               "---\ntitle: \"Encontrar mi lugar de votación\"\npublished: true\nweight: 4\nsection: \"my-polling-place\"\npriority: \"Minor\"\n---\n$nbsp;\n",
               "---\ntitle: \"Mi lugar de votación\"\npublished: true\nweight: 1\nsection: \"my-polling-place\"\npriority: \"Minor\"\n---\n&nbsp;\n",
               "---\ntitle: \"Mi lugar de votación\"\npublished: true\nweight: 1\nsection: \"my-polling-place\"\npriority: \"Major\"\n---\n\n"
            ],
            "my-rights-as-a-voter": [
               "---\ntitle: \"El derecho de los electores a recibir ayuda en otros idiomas\"\npublished: true\nweight: 5\nsection: \"my-rights-as-a-voter\"\npriority: \"Minor\"\n---\n**¿Qué derechos tengo para recibir ayuda en otros idiomas?**  \n- A los funcionarios de elecciones locales se les exige proporcionar servicios y materiales electorales oficiales a los electores bilingües en distritos donde hay un determinado número de personas que habla ese idioma.\n- En algunas localidades, los panfletos informativos para electores y las muestras de boleta electoral están traducidos al chino, español, tagalo y vietnamita, entre otros idiomas.\n- En algunos lugares de votación, hay trabajadores electorales bilingües que apoyan a los electores en su propio idioma.  \n\nPara obtener más información, visite la [Secretaría del Estado de California](https://www.sos.ca.gov/elections/voting-resources/voting-california/spanish/) o [Asian Americans Advancing Justice, Los Angeles](https://www.advancingjustice-alc.org/know-your-voting-rights/).\n",
               "---\ntitle: \"¿La información del registro de votantes es confidencial?\"\npublished: true\nweight: 7\nsection: \"my-rights-as-a-voter\"\npriority: \"Minor\"\n---\n- La lista del registro de votantes no está disponible para el público en general.\n- Su número de seguro social, su número de licencia de conducir y su firma nunca se proporcionan a ninguna persona que pida la información.\n- La ley de California permite que determinada información sobre los electores pueda divulgarse a un miembro de la Legislatura de California o del Congreso de los Estados Unidos, o a cualquier candidato y comité que esté a favor o en contra de una iniciativa de ley en la boleta electoral, o a cualquier persona para fines electorales, escolares, periodísticos o políticos, o para fines gubernamentales. \n- El uso comercial de la información del registro de votantes está prohibido por ley y constituye un delito menor.\n- En caso de que divulgar su dirección pueda ponerlo en una situación en la que su vida esté en riesgo, es posible que califique para el programa de domicilios confidenciales [Seguro en casa](http://www.sos.ca.gov/registries/safe-home/) para poder inscribirse para votar y votar por correo.  \n\nPara obtener más información, consulte [¿Qué sucede si divulgar mi dirección puede ponerme en una situación en la que mi vida esté en riesgo?](#menu-item-¿qué-sucede-si-divulgar-mi-dirección-puede-ponerme-en-una-situación-en-la-que-mi-vida-esté-en-riesgo)\n",
               "---\ntitle: \"Declaración de Derechos de los Votantes\"\npublished: true\nweight: 1\nsection: \"my-rights-as-a-voter\"\npriority: \"Minor\"\n---\n\n**Usted Tiene Los Siguientes Derechos**\n\n**1. El derecho a votar, si está inscrito como votante.** Puede votar si: \n- es ciudadano de los EE.UU. y vive en California\n- está inscrito en el lugar donde vive actualmente\n- tiene al menos 18 años de edad\n- no está en prisión o en libertad condicional por haber cometido un delito mayor\n\n**2. El derecho a votar si está inscrito como votante, incluso si su nombre no está en la lista.** Votará con una boleta provisional. Si los funcionarios electorales determinan que es calificado para votar, su voto se contará.\n\n**3. El derecho a votar si se encuentra en la cola a la hora en que cierran los centros de votación.**\n\n**4. El derecho a emitir un voto en secreto** sin que nadie lo moleste o le diga cómo votar.\n\n**5. El derecho a obtener una boleta nueva si cometió un error**, siempre que todavía no haya emitido su voto. Puede:\n- **Pedirle a un funcionario electoral de un centro de votación** una nueva boleta; o\n- **Cambiar su boleta de votación por correo** por una nueva en una oficina electoral o en su centro de votación; o\n- **Votar usando una boleta provisional**, si no tiene su boleta original de votación por correo.\n\n**6. El derecho a recibir ayuda para emitir su voto de cualquier persona que usted elija**, excepto su empleador o representante sindical.\n\n**7. El derecho a dejar su boleta de votación por correo completada en cualquier centro de votación** del condado en que está inscrito para votar.\n\n**8. El derecho a recibir materiales electorales en un idioma que no sea inglés**, si hay una cantidad suficiente de gente en su distrito electoral que hablaese idioma.\n\n**9. El derecho a hacerles preguntas a los funcionarios electorales sobre los procedimientos de votación** y a observar el proceso electoral. Si la personaa quien le pregunta no puede contestar sus preguntas, tendrá que dirigirlea una persona que le pueda contestar. Si usted estorba, pueden dejar decontestarle.\n\n**10. El derecho a denunciar toda actividad electoral ilegal o fraudulenta** a un funcionario electoral o a la oficina del Secretario de Estado.\n- En la web en **[www.sos.ca.gov](http://www.sos.ca.gov/elections/)**\n- Por teléfono al **(800) 232-VOTA (8682)**\n- Por email a **[elections@sos.ca.gov](mailto:elections@sos.ca.gov)**\n\nSi cree que le negaron cualquierade estos derechos, llame en forma confidencial y sin cargo a la Línea deasistencia al votante del Secretario de Estado al **(800) 232-VOTA (8682)**.  \n\nDescargar las instrucciones del votante [Declaración de Derechos de California](http://elections.cdn.sos.ca.gov//voter-bill-of-rights/spanish.pdf) de la Secretaría de Estado.  \n\nYou can also download your **California Voter Bill of Rights** from the Secretary of State in any of the following languages:  \n[English](http://elections.cdn.sos.ca.gov/voter-bill-of-rights/voter-bill-of-rights.pdf)  \n[Chinese](http://elections.cdn.sos.ca.gov/voter-bill-of-rights/chinese.pdf)  \n[Hindi](http://elections.cdn.sos.ca.gov/voter-bill-of-rights/hindi.pdf)  \n[Japanese](http://elections.cdn.sos.ca.gov/voter-bill-of-rights/japanese.pdf)  \n[Khmer](http://elections.cdn.sos.ca.gov/voter-bill-of-rights/khmer.pdf)  \n[Korean](http://elections.cdn.sos.ca.gov/voter-bill-of-rights/korean.pdf)  \n[Tagalog](http://elections.cdn.sos.ca.gov/voter-bill-of-rights/tagalog.pdf)  \n[Thai](http://elections.cdn.sos.ca.gov/voter-bill-of-rights/thai.pdf)  \n[Vietnamese](http://elections.cdn.sos.ca.gov/voter-bill-of-rights/vietnamese.pdf)  \n\n[Declaración De Derechos De Los Votantes De California](https://www.youtube.com/watch?v=WQOtsjrOml4)  \n",
               "---\ntitle: \"Los derechos de las personas con condenas penales\"\npublished: true\nweight: 6\nsection: \"my-rights-as-a-voter\"\npriority: \"Minor\"\n---\n\n**¿Cuáles son mis derechos electorales si tengo un delito menor?**  \nUna condena por delito menor no afecta en absoluto su derecho a votar. Puede votar en todas las elecciones. \n\n**¿Cuáles son mis derechos electorales si tengo un delito mayor?**  \nSi usted tiene una condena por delito mayor, **puede votar SI usted:**  \n- Está en libertad probatoria, incluso si se encuentra en la cárcel del condado como una condición de su libertad probatoria,\n- ha concluido su libertad probatoria,\n- está en espera de la decisión de un juez por una violación de la libertad probatoria,\n- está en supervisión obligatoria,\n- está en supervisión comunitaria posterior a la liberación o\n- ha concluido su libertad condicional. \n\nEl único momento en el que **no se le permite votar es SI usted:**  \n- Tiene una condena por delito mayor y aún está en una prisión estatal,\n- está cumpliendo una sentencia mayor de 1170 (horas) en la cárcel del condado,\n- está en espera de ser trasladado a una prisión estatal o\n- está en libertad condicional. \n\nUna vez que haya terminado su sentencia y libertad condicional, puede inscribirse para votar. \nSi no está seguro de qué tipo de sentencia está cumpliendo, consulte con su oficial de libertad condicional o probatoria. \n\n**¿Puedo votar cuando esté en libertad condicional?**  \nNo. Solo puede votar una vez que haya concluido su libertad condicional.\n\n**¿Puedo votar si estoy en supervisión obligatoria?**  \n¡Sí! Usted pude votar todas las veces cuando esté en supervisión obligatoria.\n\n**¿Puedo votar mientras estoy en supervisión comunitaria posterior a la liberación?**  \n¡Sí! Usted pude votar todas las veces cuando esté en supervisión comunitaria posterior a la liberación.\n \n**¿Puedo votar cuando esté en libertad probatoria?**  \n¡Sí! Usted puede votar todas las veces cuando esté en libertad probatoria, si su condena es por un delito mayor o un delito menor.  \n\n**¿Puedo votar mientras esté en la cárcel del condado?**  \nTal vez. Usted **puede votar** al estar en la cárcel del condado SI está:  \n- en espera de un juicio por cualquier delito,\n- por una condena por delito menor,\n- en una violación de libertad probatoria o\n- en libertad probatoria por un delito menor. \n\nLas condiciones en las que usted **pierde el derecho al voto al estar en la cárcel del condado** es cuando usted está:  \n- en la prisión estatal por una condena por delito mayor,\n- en la cárcel en espera de ser trasladado a la prisión estatal por una condena por delito mayor,\n- cumpliendo una sentencia por delito mayor de 1170 (horas) en la cárcel del condado o\n- en la cárcel por una violación de la libertad condicional. \n\n**¿Cómo recupero mi derecho al voto?**  \nEn California, no necesita hacer nada para “restaurar” su derecho al voto. Se restaura de forma automática, una vez que usted termine su sentencia y ya no esté en libertad condicional. Sin embargo, **debe [inscribirse o volver a inscribirse para votar](#section-register-to-vote) en las próximas elecciones.**\n\nPara obtener más información, visite [Permítanme votar](https://www.letmevoteca.org/). \nDescargue folletos en [español](https://www.letmevoteca.org/wp-content/uploads/2016/09/Brochure-ComoTuVotoImporta.pdf) y en [inglés](https://www.letmevoteca.org/wp-content/uploads/2016/09/Brochure-HowYourVoteMatters.pdf). \nTambién puede descargar e imprimir tarjetas de Permítanme votar en [español](https://www.letmevoteca.org/wp-content/uploads/2018/04/2018-LMV-palmcard_SPANISH_Rev03-1.pdf) y [inglés](https://www.letmevoteca.org/wp-content/uploads/2018/04/2018-LMV-palmcard_Rev03.pdf).  \n",
               "---\ntitle: \"Derechos de los votantes con discapacidades\"\npublished: true\nweight: 4\nsection: \"my-rights-as-a-voter\"\npriority: \"Minor\"\n---\n#### ¿Cuáles son mis derechos para ingresar y votar en los lugares de votación? \nLas leyes estatales y federales requieren que los lugares de votación sean físicamente accesibles para los votantes con discapacidades. \n\n#### Acceso al lugar de votación  \nLos funcionarios electorales del condado inspeccionan cada lugar y a menudo hacen modificaciones temporales en casas, bibliotecas, iglesias, negocios, escuelas u otras instalaciones para el día de las elecciones. \n\nLos trabajadores electorales reciben capacitación sobre las leyes electorales y los derechos de los votantes con discapacidades, incluida la necesidad de realizar modificaciones razonables en las políticas y los procedimientos para garantizar la equidad en el acceso. \n\nAntes de cada elección, cada votante inscrito recibe una notificación sobre si su lugar de votación es accesible. Esta notificación aparece en la Guía de Información para el Votante, que su condado envía por correo postal a cada votante. \n\n#### La votación  \nEl Secretario de Estado de California aprobó varios sistemas de votación para usarse que permiten que los votantes con discapacidades emitan sus votos de forma privada e independiente.\n- Cada lugar de votación debe contar con una máquina para votar que permita a los votantes, incluidas las personas ciegas o con problemas de la vista, emitir una boleta electoral sin necesidad de recibir ayuda. \n\tLa máquina para votar permite a los votantes verificar sus elecciones y, en caso de que exista un error, les permite corregir esas elecciones antes de enviar su boleta electoral definitiva.\n- Los trabajadores electorales deben ofrecer la posibilidad de votar en la acera para los votantes con discapacidades que requieran esta ayuda. \n\n**Los sistemas de voto por correo accesible remoto** (RAVBM) proporcionan una opción accesible para que los votantes con discapacidades reciban sus boletas electorales en su casa y las marquen de forma independiente y privada antes de devolverlas a los funcionarios electorales. Comuníquese con su oficina electoral del condado para más información. \n\nPara obtener más información, consulte [¿Cómo puedo votar si tengo alguna discapacidad?](#menu-item-¿cómo-voto-si-tengo-alguna-discapacidad) o visite [Disability Rights California](http://www.disabilityrightsca.org/pubs/PublicationsVoting.htm). Para más información sobre los derechos de los votantes con discapacidades mentales, lea [esta guía preparada por el Bazelon Center para la Ley de Salud Mental](http://www.bazelon.org/wp-content/uploads/2018/10/2018-Voter-Guide-plain-language-Updated.pdf).\n\nVea el video del Center for Independence sobre [Por qué debe votar](https://www.youtube.com/watch?v=FIX1KFGIhvQ&t=2s).\n\n",
               "---\ntitle: \"Informe algún problema, la ayuda está a una llamada de distancia\"\npublished: true\nweight: 2\nsection: \"my-rights-as-a-voter\"\npriority: \"Minor\"\n---\n\n**La oficina electoral de su condado**  \nComuníquese con su [oficina electoral del condado](#section-election-office-contact) para que se resuelva con rapidez cualquier problema con la votación. \n\n**El Secretario de Estado de California**  \nSi cree que le han denegado alguno de sus derechos al voto o si sabe de algún fraude o mala conducta electoral, puede llamar a la línea directa gratuita confidencial para el votante del Secretario de Estado al (800) 345-VOTE (8683). \n\n**Protección de las elecciones**  \nSi encuentra algún problema para emitir su boleta electoral o siente que se violaron sus derechos, visite el [sitio web de Protección Electoral](http://veyvota.yaeshora.info/) o llame a una de las siguientes líneas directas a fin de recibir ayuda para resolver su disputa e informar de su reclamación. \n\n**Inglés: 866-OUR-VOTE (866-687-8683)**  \n\n**Español e inglés: 888-Ve-Y-Vota (888-839-8682)**  \n\nDescargue [Prepárese. Conozca sus derechos. Vote.](https://drive.google.com/file/d/0B0h2E_kd8S-LOU1Sd3gwajRKVHo1X1g1WjFGdWwxWkJ1cmY0/view?usp=sharing) en español y en inglés. Para obtener más información, consulte [Ya es hora ¡VE Y VOTA!](http://veyvota.yaeshora.info/state?id=0005)  \n\n**Chino, vietnamita, coreano, bengalí, urdu, hindi y filipino/tagalo: 888-API-VOTE (888 274 8683)**  \n\nDescargue **[Conozca sus derechos al voto](https://www.advancingjustice-aajc.org/node/37)** de [Asian Americans Advancing Justice, California](http://www.advancingjustice-alc.org/know-your-voting-rights/). \n\nConsulte [aquí](http://www.866ourvote.org/) para más información sobre la Protección Electoral y el [horario de la línea directa](http://866ourvote.org/resources/#1524683963356-e1e39d95-b751). \n\n**Disability Rights California**  \n\n**Voz: 1-888-569-7955  \nTTY: 1-800-719-5798  \nServicio de Retransmisión de California: marque al 711**  \n\nDisability Rights California le explicará sus derechos, trabajará para resolver problemas y ayudará a presentar una queja si tiene alguna discapacidad, y:  \n- no puede llegar a su lugar de votación  \n- la máquina de votación accesible no funciona  \n- otras personas pueden ver cómo va a votar  \n- le dicen que no puede votar porque tiene una discapacidad  \n- tiene alguna pregunta sobre su derecho al voto  \n\nDescargue e imprima el folleto de la [línea directa para votantes con discapacidades](https://www.disabilityrightsca.org/post/voting-videos-and-resources) de una página.\n\nPara obtener más información, consulte [Disability Rights California](http://www.disabilityrightsca.org/pubs/PublicationsVoting.htm)\n",
               "---\ntitle: \"Mis derechos como votante\"\npublished: true\nweight: 6\nsection: \"my-rights-as-a-voter\"\npriority: \"Major\"\n---\n"
            ],
            "register-to-vote": [
               "---\ntitle: \"Inscríbase para votar\"\npublished: true\nweight: 0\nsection: \"register-to-vote\"\npriority: \"Major\"\n---\n",
               "---\ntitle: \"¿Cuándo puedo inscribirme para votar?\"\npublished: true\nweight: 4\nsection: \"register-to-vote\"\npriority: \"Minor\"\n---\n\nEs importante que llene por completo su solicitud de inscripción de votante y:  \n- la presente [en línea](https://registertovote.ca.gov/es-mx) antes de la media noche, **el lunes 19 de octubre**, o  \n- la entregue por correo o en persona en la oficina electoral de su condado a más tardar **el lunes 19 de octubre**.  \n\nSi **no cumple con la fecha límite**, aun así se procesará su solicitud.  Si se aprueba, usted podrá votar en las próximas elecciones.\n",
               "---\ntitle: \"¿Qué sucede luego de que envío mi forma de registro?\"\npublished: true\nweight: 6\nsection: \"register-to-vote\"\npriority: \"Minor\"\n---\n\nSi el tiempo lo permite, el funcionario electoral de su condado se comunicará con usted cuando se apruebe su solicitud de registro de votante, o si se necesita más información para confirmar su elegibilidad.  \n\nPuede verificar con la oficina electoral de su condado para asegurarse de que está registrado. [Verifique el estado de su forma de registro para votante.](https://voterstatus.sos.ca.gov/ES)",
               "---\ntitle: \"¿Cómo me registro si soy estudiante universitario?\"\npublished: true\nweight: 13\nsection: \"register-to-vote\"\npriority: \"Minor\"\n---\nAl ser un californiano que vive lejos de casa mientras asiste a una universidad, escuela de comercio o escuela técnica, puede elegir inscribirse para votar ya sea con la dirección fuera de casa que usa mientras asiste a la escuela o con su dirección habitual de casa.  \n\nLa elección de cuál dirección utilizar cuando se registre para votar es una decisión personal. Cualquiera que se su elección, **no puede registrarse en dos lugares de votación** durante el mismo ciclo de elecciones.\n",
               "---\ntitle: \"¿Puedo inscribirme si soy indigente?\"\npublished: true\nweight: 14\nsection: \"register-to-vote\"\npriority: \"Minor\"\n---\n**Sí, puede inscribirse si es indigente siempre y cuando**:  \n- Tenga una ubicación fija a la que se le pueda asignar un recinto electoral. Debe describir su ubicación utilizando cruces de calles, puntos de referencia u otra información para explicar dónde vive.  \n- **Y** tenga un lugar en el que pueda recibir correspondencia, como un apartado postal o un refugio para indigentes.\n",
               "---\ntitle: \"¿Qué es un votante de voto por correo permanente?\"\npublished: true\nweight: 9\nsection: \"register-to-vote\"\npriority: \"Minor\"\n---\n\nCuando se inscribe, puede elegir que le envíen automáticamente boletas electorales para voto por correo (boletas de votante “ausente”) para cada elección. \n\nSi ya está inscrito, también puede comunicarse con su [oficina electoral del condado](#section-election-office-contact) para cambiar su estado al de votante permanente de voto por correo. \n\nPara obtener más información, consulte [¿Cómo voto por correo?](#menu-item-¿cómo-voto-por-correo)\n",
               "---\ntitle: \"¿Tengo que inscribirme como miembro de un partido político?\"\npublished: true\nweight: 11\nsection: \"register-to-vote\"\npriority: \"Minor\"\n---\n\n**Usted puede elegir.** \n- Usted puede elegir entre [partidos políticos calificados](http://www.sos.ca.gov/elections/political-parties/qualified-political-parties/) o elegir “otro”. \n- **O** si usted no quiere inscribirse como miembro de un partido político, puede marcar la casilla junto a “No, no quiero revelar una preferencia por algún partido político” en el formulario de inscripción del votante. \n- Su elección de no inscribirse con una preferencia por algún partido político puede afectar su capacidad de votar en la **Elección primaria de marzo** para la presidencia de los Estados Unidos y los Comités Centrales del Condado, pero aún podrá votar por otros cargos y las iniciativas de ley en la boleta electoral. \n- Podrá inscribirse sin preferencia por algún partido político y, aun así, podrá votar por cualquier candidato en la boleta electoral en la **Elección general de noviembre**. \n\nPara obtener más información, consulte [Cómo funcionan las elecciones primarias de California: Los dos sistemas principales](https://drive.google.com/file/d/0B1gLDDkIXRfEa0tSX3ZIUkV0WU1TbmIxYWpoQWMtZkJvV19N/view).\n  \n",
               "---\ntitle: \"¿Expiró el plazo de inscripción del elector? ¡Todavía puede inscribirse para votar!\"\npublished: true\nweight: 5\nsection: \"register-to-vote\"\npriority: \"Minor\"\n---\n\nNo es demasiado tarde para votar, aunque haya expirado el plazo de inscripción del elector. \n\n**Inscripción para votar en persona el mismo día**. \nPara inscribirse desde ahora hasta el día de las elecciones, acuda a cualquier lugar de votación y lleve a cabo tres sencillos pasos: \n 1. **Inscríbase** para votar. \n 2. **Vote.**\n 3. **Selle** su boleta electoral dentro del sobre que le entreguen y **fírmelo**.\n\nPuede hacer esto en cualquier lugar de votación de su condado, pero si acude a su lugar de votación asignado, está garantizado que su boleta electoral incluirá todas las contiendas en las que tiene autorizado votar. Verifique su [lugar de votación](#section-my-polling-place).\n\nA este procedimiento se le llama Inscripción de votante condicional (Conditional Voter Registration, CVR) o inscripción el mismo día. Su voto se contabilizará una vez que los funcionarios electorales verifiquen la inscripción del elector y confirmen que aún no haya votado en esta elección. \n\nConsulte [aquí](https://caearlyvoting.sos.ca.gov) los lugares en los que se puede inscribir y votar al mismo tiempo - ¡con antelación y hasta el día de las elecciones! \n\n**Inscripción para votar desde casa el mismo día**. \nSi necesita inscribirse después del plazo y desea votar desde casa, comuníquese con la [oficina electoral de su condado](#section-election-office-contact) para averiguar cómo inscribirse para recibir una boleta electoral por correo hasta el día de las elecciones. \n",
               "---\ntitle: \"Votar es muy fácil: ¡regístrese, prepárese y vote!\"\npublished: true\nweight: 1\nsection: \"register-to-vote\"\npriority: \"Minor\"\n---\n\nLlene un formulario de inscripción del votante a más tardar el lunes 19 de octubre de 2020 para votar en la elección general del 3 de noviembre de 2020. \n\n**NUEVA OPCIÓN:** Aunque haya expirado el plazo, todavía puede inscribirse para votar en cualquier lugar de votación desde ahora y hasta el día de las elecciones. ¡Consulte [aquí](#menu-item-missed-the-voter-registration-deadline-you-can-still-register-and-vote) cómo!\n\n#### 1. ¡Regístrese!\n\n- Usted es elegible para votar si es un ciudadano de los Estados Unidos mayor de 18 años, si ya no está en prisión o en libertad condicional por condena de un delito mayor, y si un tribunal no lo ha declarado mentalmente incompetente.\n- Debe inscribirse para ser parte de la lista oficial de votantes de su condado. \n  El plazo para inscribirse es el **lunes 19 de octubre de 2020.**\n- Llene el formulario en línea en [registertovote.ca.gov](https://registertovote.ca.gov/es-mx).\nTambién puede recoger un formulario de inscripción del votante en su biblioteca u oficina postal, o llamar al 1-800-345-8683 para que le envíen por correo un formulario de inscripción. \n- Es importante llenar el formulario en su totalidad. Se le pedirá que incluya el número de su licencia de conducir o de otra identificación.\n- ¿Expiró el plazo? Todavía puede inscribirse para votar en esta elección en cualquier lugar de votación desde ahora y hasta el día de las elecciones.  Si acude a su lugar de votación asignado, está garantizado que su boleta electoral incluirá todas las contiendas en las que tiene autorizado votar.\n¡Consulte [aquí](#menu-item-missed-the-voter-registration-deadline-you-can-still-register-and-vote) cómo!\n- Una vez que esté en la lista, solamente deberá volver a inscribirse si cambia de domicilio o de nombre, si desea cambiar de partido político, si necesita actualizar su firma o si ya no está en libertad condicional por condena de un delito mayor. \n\nPara obtener más información, consulte [¿Puedo inscribirme para votar?](#menu-item-can-i-register-to-vote)\n\n#### 2. ¡Prepárese!\n\n- Es útil saber sobre qué va a votar antes de emitir su voto.\n- Todos los votantes inscritos reciben [dos cosas](https://www.sos.ca.gov/elections/publications-and-resources/state-county-vig/) por correo: \n  - Una Guía Oficial de Información para el Votante del condado en la que se indica todo lo que se incluirá en su boleta electoral, junto con la información sobre en dónde votar.\n  - Una Guía Oficial de Información para el Votante sobre los candidatos y las iniciativas de ley estatales.\n- Puede utilizar este sitio de Voter’s Edge California para obtener más información sobre todo lo que contiene su boleta electoral, además de que es una manera práctica de encontrar su [lugar de votación](#section-my-polling-place). \n\n#### 3. ¡Vote!\n\n**Este año, si ya se inscribió para votar, recibirá una boleta electoral por correo.** Usted decide si votar en persona en su lugar de votación o devolver la boleta electoral que recibió, ya sea por correo o entregándola en persona. \n- **Por correo**. Si desea usar la boleta electoral enviada por correo en lugar de votar en persona, márquela y envíela por correo para que el matasellos no tenga una fecha posterior al día de las elecciones. \n- **O entréguela en persona**. Puede entregar su boleta electoral en cualquier lugar de votación de su condado. Su condado también podría abrir lugares con buzones seguros para boletas electorales aproximadamente un mes antes del día de las elecciones.\n- **O en persona**. Para votar en persona el martes 3 de noviembre, los lugares de votación estarán abiertos de 7 a. m. a 8 p. m. \n\n**Votación temprana**. También puede votar en persona antes del día de las elecciones. Consulte [caearlyvoting.sos.ca.gov](https://caearlyvoting.sos.ca.gov/).\n\nVea [Cómo devolver su boleta electoral para voto por correo marcada](https://www.google.com/url?q=https://www.youtube.com/watch?v%3DhFH3YZrhBag%26feature%3Dyoutu.be&sa=D&ust=1576113195433000&usg=AFQjCNGr5kb0Ft2GLwC551ertzTHTcQlHg). \n\nConsulte [Formas de votar](#section-ways-to-vote) para obtener más información.\n\nVisite la **[Guía fácil del votante](http://www.easyvoterguide.org/)** para obtener más información sobre cómo votar y descargar una copia en inglés, español, chino, vietnamita o coreano.\n\n",
               "---\ntitle: \"¿Cómo me inscribo si soy militar, me encuentro en el extranjero o vivo fuera del país?\"\npublished: true\nweight: 12\nsection: \"register-to-vote\"\npriority: \"Minor\"\n---\nInscríbase para votar ya sea utilizando la [inscripción del votante en línea](https://registertovote.ca.gov/es-mx) de California o al presentar la [Solicitud de tarjeta postal federal (Federal Post Card Application, FPCA)](https://www.fvap.gov/uploads/FVAP/Forms/fpca2013.pdf), si es un ciudadano de los Estados Unidos que es:  \n- miembro de los Servicios Uniformados (en activo) o un dependiente elegible  \n- miembro de la Marina Mercante o un dependiente elegible  \n- del cuerpo comisionado del Servicio de Salud Pública  \n- del cuerpo comisionado de la Administración Nacional Atmosférica y del Océano  \n- residente fuera de los Estados Unidos  \n\nPara obtener más información sobre cómo utilizar u obtener la FPCA, visite la página del [Secretario de Estado de California](http://www.sos.ca.gov/elections/voter-registration/military-overseas-voters/) o [este sitio federal](https://www.fvap.gov/). \n\nAsegúrese de llenar y enviar la inscripción del votante en línea o la FPCA de **60 a 90 días antes de la elección.** Esto dará tiempo para que la información y las boletas electorales se le envíen y que las devuelva. La **fecha límite definitiva** para que envíe su formulario de inscripción en línea, por correo o en persona a la oficina electoral del condado es **15 días antes de la elección.**  \n\nCuando se inscriba para votar, tendrá la opción de escoger entre que se le envíe su boleta electoral por correo, fax o correo electrónico. \n\nRecibirá un voto permanente por correo, pero cada vez que se mude deberá llenar un nuevo [formulario de inscripción del votante de California en línea](https://registertovote.ca.gov/es-mx) o [FPCA](https://www.fvap.gov/). \n\nPara obtener información sobre la votación, consulte [¿Cómo me inscribo si soy militar, me encuentro en el extranjero o vivo fuera?](#menu-item-¿cómo-me-inscribo-si-soy-militar-me-encuentro-en-el-extranjero-o-vivo-fuera-del-país)\n  \n",
               "---\ntitle: \"¿Qué sucede si necesito ayuda con el idioma?\"\npublished: true\nweight: 7\nsection: \"register-to-vote\"\npriority: \"Minor\"\n---\nLa [solicitud en línea de registro de votantes](https://registertovote.ca.gov/es-mx/) de la Secretaría del Estado de California está disponible en:  \n\n[Español](https://registertovote.ca.gov/es-mx/)  \n[中文 Chino](https://registertovote.ca.gov/zh-cn/)  \n[हिन्दी Hindi](http://registertovote.ca.gov/hi-in/)  \n[日本語 Japonés](http://registertovote.ca.gov/ja-jp/)  \n[ខ្មែរ Jemer](http://registertovote.ca.gov/km-kh)  \n[한국어 Coreano](http://registertovote.ca.gov/ko-kr/)  \n[Tagalog](http://registertovote.ca.gov/tl-ph/)   \n[ภาษาไทย Tailandés](http://registertovote.ca.gov/th-th/)   \n[Tiếng Việt Vietnamita](http://registertovote.ca.gov/vi-vn/)  \n",
               "---\ntitle: \"¿Puedo inscribirme para votar?\"\npublished: true\nweight: 2\nsection: \"register-to-vote\"\npriority: \"Minor\"\n---\nPara poder inscribirse para votar en California, usted debe:\n- ser un ciudadano de los Estados Unidos que viva en California\n- tener 18 años cumplidos el día de las elecciones\n- no estar en prisión o en libertad condicional debido a una condena por delito\n- no haber sido declarado mentalmente incompetente por un tribunal\n\nPara obtener más información sobre los derechos de las personas que han estado en prisión, consulte [Derechos de las personas con condenas penales](#menu-item-los-derechos-de-las-personas-con-condenas-penales) o visite [Derechos electorales para los californianos detenidos o con condenas penales](http://www.sos.ca.gov/elections/voting-resources/voting-california/who-can-vote-california/voting-rights-californians/)  \n",
               "---\ntitle: \"¿Qué sucede si divulgar mi dirección puede ponerme en una situación en la que mi vida esté en riesgo?\"\npublished: true\nweight: 8\nsection: \"register-to-vote\"\npriority: \"Minor\"\n---\nEn caso de que divulgar su dirección pueda ponerlo en una situación en la que su vida esté en riesgo, es posible que califique para el programa de domicilios confidenciales [Seguro en casa](http://www.sos.ca.gov/registries/safe-home/).  \n- Las víctimas de violencia doméstica, acoso y agresión sexual pueden utilizar un apartado postal gratuito en vez de la dirección de su casa para ayudar a mantener su privacidad al recibir correspondencia de primera clase.  \n- Las personas que se registren a Seguro en casa pueden recibir su información del votante y muestras de boletas electorales en este apartado postal.  \n- Durante el tiempo que permanezcan en el programa, los participantes deberán votar por correo.  \n\nNo solicite su inscripción para votar por medio del sitio de inscripción en línea de la Secretaría del Estado. Comuníquese al programa Seguro en casa al número gratuito (877) 322-5227 o por medio del [correo electrónico de Seguro en casa](http://www.sos.ca.gov/registries/safe-home/contact/email-safe-home/).\n",
               "---\ntitle: \"Una vez que estoy registrado para votar, ¿tengo que volver a registrarme otra vez?\"\npublished: true\nweight: 9\nsection: \"register-to-vote\"\npriority: \"Minor\"\n---\n\n**Debe [volver a registrarse ](https://registertovote.ca.gov/es/) si**:  \n\n- Se muda a una dirección diferente. \n- Cambia su nombre. \n- Desea cambiar de partidos políticos o registrarse sin preferencia de partido.\n- Lo sacaron de las listas de registros mientras estaba en prisión o en libertad condicional por la condena de un delito grave.",
               "---\ntitle: \"¿Cómo me registro para votar?\"\npublished: true\nweight: 3\nsection: \"register-to-vote\"\npriority: \"Minor\"\n---\n**En la red en [registertovote.ca.gov](http://registertovote.ca.gov//)**\n\n- Si tiene licencia de manejar de California o el número de tarjeta de identificación, puede autorizar el uso de esa firma para el formulario de inscripción. Llene la solicitud en línea y presione “enviar” al final.\n- Si no hay firma registrada en el Departamento de Vehículos Motorizados, necesitará:  \n  1. Ingresar su fecha de nacimiento y los últimos cuatro dígitos de su número de seguro social.  \n  2. Hacer clic en “imprimir”.  \n  3. Firmar la solicitud en papel.  \n  4. Enviarla por correo a la dirección proporcionada.  \n  5. ¿No tiene impresora? Siga adelante y haga clic en “No puedo imprimir”; su funcionario de elecciones del condado le enviará por correo un formulario para que lo firme y lo devuelva.     \n\n**Llame al 800-345-VOTE (800-232-8682)** y pida que le envíen a su casa un formulario de inscripción del elector.  \n\n**Recoja una tarjeta postal de inscripción oficial** en su [oficina electoral del condado](#section-election-office-contact), en cualquier oficina del Departamento de Vehículos Automotores (Department of Motor Vehicles, DMV), o en una biblioteca pública, oficina postal u oficina de asistencia pública, o cualquier oficina gubernamental que atienda a personas discapacitadas.\n"
            ],
            "voting-basics": [
               "---\ntitle: \"¿Cómo puedo corregir un error en mi votación?\"\npublished: true\nweight: 5\nsection: \"voting-info\"\npriority: \"Minor\"\n---\n**Dañé, perdí o marqué incorrectamente mi boleta electoral, ¿cómo corrijo esto?**\n- Puede obtener una boleta electoral nueva **en tanto que todavía no haya emitido (votado) su boleta electoral.**\n- **Si vota en un lugar de votación** solicite una boleta electoral nueva a un trabajador electoral.\n- **Si tiene su boleta electoral por correo,** puede regresarla y solicitar una boleta electoral nueva, ya sea en su [oficina electoral del condado](http://www.sos.ca.gov/elections/voting-resources/county-elections-offices/) o en un lugar de votación.  \n- **Si no tiene su boleta electoral por correo original,** puede votar usando una boleta electoral provisional.  \n\nEl procedimiento para corregir un error de votación cambia un poco si usted vive en uno de [los cinco condados en los que se aplica la Ley de Votación Flexible](#menu-item-¡cambios-importantes-en-los-condados-de-madera-napa-nevada-sacramento-y-san-mateo) (Madera, Napa, Nevada, Sacramento o San Mateo). Siempre y cuando usted todavía no haya votado, puede obtener una boleta regular en uno de los Centros de Votación sin necesidad de enviar su boleta electoral para voto por correo.   \n",
               "---\ntitle: \"Votar en las elecciones generales de noviembre\"\npublished: true\nweight: 16\nsection: \"voting-basics\"\npriority: \"Minor\"\n---\n\nConsulte esta [tabla fácil de usar](https://drive.google.com/file/d/180MYhsO3Dpf-WkNqSx2axNL8kNgdpGVk/view?usp=sharing) que explica cómo votar en las elecciones generales de California del [Centro para el Diseño Cívico](http://civicdesign.org/) y la [League of Women Voters del Voters of California Education Fund](https://cavotes.org/).   \n",
               "---\ntitle: \"¿Cómo voto por el presidente en las elecciones primarias si estoy registrado sin preferencia partidista?\"\npublished: false\nweight: 16\nsection: \"voting-basics\"\npriority: \"Minor\"\n---\n\n**NUEVO** Ahora todos habitantes de California pueden [inscribirse (o volver a inscribirse) el mismo día](#menu-item-¿expiró-el-plazo-de-inscripción-del-elector-¡todavía-puede-inscribirse-para-votar!), cambiar su partido político y votar con una boleta electoral provisional en todos los lugares de votación de su condado.\n\nSi está inscrito sin preferencia partidista (NPP) pero desea votar por el presidente en el Partido Independiente Americano, Demócrata o Libertario, entonces estas son sus opciones:  \n\n**Voto por correo**  \n- **Solicite** una boleta electoral para voto por correo **antes del 18 de febrero de 2020.** [Descargue](https://elections.cdn.sos.ca.gov/vote-by-mail/pdf/vbm-app-spanish.pdf), imprima y complete la solicitud. \n- **Marque** la casilla #7 y escriba el nombre del partido en la solicitud. \n- **Envíe por correo postal** la solicitud directamente a su [oficina electoral del condado](#section-election-office-contact).  \n\n  -O-  \n  \n- **Acuda** a su [oficina electoral del condado](#section-election-office-contact) o un centro de votación (si los hay en su condado) para solicitar una boleta electoral para voto por correo. \n- **Emita su nueva boleta electoral para voto por correo** como lo haría con cualquier otra [boleta electoral para voto por correo](#menu-item-¿cómo-voto-por-correo). \n- **Nota: Devuelva la nueva boleta electoral para voto por correo en el sobre que venía adjunto a la nueva boleta electoral.** No use la antigua boleta electoral ni el antiguo sobre. La antigua boleta electoral es nula y no se contabilizará. Una nueva boleta electoral en un sobre antiguo tampoco se contabilizará. \n\n**Votación temprana en persona**  \n- **Acuda** a su [oficina electoral del condado](#section-election-office-contact) o un centro de votación (si los hay en su condado) **antes del 3 de marzo.**  \n- **Solicite** la boleta electoral del partido en el que desea votar. \n- Nota: Si tiene una boleta electoral para voto por correo, llévela con usted, junto con el sobre de devolución para dárselos a los funcionarios electorales. Si no lleva con usted la antigua boleta electoral y el sobre, recibirá una [boleta electoral provisional](#menu-item-what-is-a-provisional-ballot) que se contabilizará después de confirmar que su antigua boleta no se haya emitido. \n\n**En los lugares de votación, el día de las elecciones, 3 de marzo de 2020**  \n- **Acuda** a su lugar de votación o a su oficina electoral del condado. \n- **Solicite** la boleta electoral del partido en el que desea votar. \n- Nota: Si tiene una boleta electoral para voto por correo, llévela con usted, junto con el sobre de devolución para dárselos a los funcionarios electorales. Si no lleva con usted la antigua boleta electoral y el sobre, recibirá una boleta electoral provisional que se contabilizará después de confirmar que su antigua boleta no se haya emitido. \n\n**Si se volvió a inscribir después de recibir una boleta electoral para voto por correo:**  \n- Si se volvió a inscribir después de recibir una boleta electoral para voto por correo y solicitó un estado de voto por correo durante la reinscripción, entonces se le enviará por correo postal una nueva boleta electoral para voto por correo. \n- Devuelva la nueva boleta electoral para voto por correo en el sobre que venía adjunto a la nueva boleta electoral. No use la antigua boleta electoral ni el antiguo sobre. La antigua boleta electoral es nula y no se contabilizará. Una nueva boleta electoral en un sobre antiguo tampoco se contabilizará. \n- Envíe su boleta por correo postal. Asegúrese de que tenga el sello **el 3 de marzo de 2020 o antes.** \n-O-  \n- **Lleve** su boleta electoral para voto por correo en persona el día de las elecciones a cualquier lugar de votación en su condado o a su [oficina electoral del condado](#section-election-office-contact).  \n\nPara más información, consulte la página del [Secretario de Estado de California](http://www.sos.ca.gov/).\n",
               "---\ntitle: \"¿Qué sucede si no estoy en la lista de votantes en mi centro de votación?\"\npublished: true\nweight: 3\nsection: \"voting-basics\"\npriority: \"Minor\"\n---\nSi su nombre no aparece en la lista de votantes registrados en su centro de votación, tiene derecho a votar utilizando una boleta provisional. Para obtener más información, consulte [¿Qué es una boleta provisional](#menu-item-¿qué-es-una-boleta-provisional)\n",
               "---\ntitle: \"Fundamentos de Voto\"\npublished: true\nweight: 1\nsection: \"voting-basics\"\npriority: \"Major\"\n---\n\n",
               "---\ntitle: \"Firmas en las boletas electorales por correo - ¡Verifíquela con cuidado y actualícela!\"\npublished: true\nweight: 1.5\nsection: \"voting-basics\"\npriority: \"Minor\"\n---\n\nLa firma de las personas cambia con el tiempo y por otras razones. Cuando use una boleta electoral por correo, necesitará firmar al reverso del sobre. Consulte [aquí](#menu-item-vote-by-mail) cómo votar por correo.\n\n**Verifique su firma** para asegurarse de que se parezca a la que está en el archivo de la oficina electoral. \n- Si se inscribió para votar en el Departamento de Vehículos Motorizados (Department of Motor Vehicles, DMV) o en línea, la firma será la que aparece en su licencia de conducir o en su tarjeta de identificación estatal.\n- ¿No está seguro? [Vuelva a inscribirse con su firma actualizada](https://registertovote.ca.gov/es-mx).\n\n**Otros recordatorios sobre la firma**\n\n**Si le pide a alguien como un miembro de su familia o un amigo que devuelva la boleta por usted,** esa persona también necesita firmar y fechar la boleta electoral, y mencionar su relación con usted.\n\n**¿Qué pasa si uso la firma incorrecta?**\nSi no firmó el sobre de su boleta electoral o usó la firma incorrecta, tendrá la oportunidad de hacer la corrección. La oficina electoral de su condado le informará que hubo un problema después de la elección. Tendrá hasta el 1 de diciembre de 2020 para corregir cualquier problema con su firma.\n- Si usó la firma incorrecta, tendrá que presentar una declaración de verificación de la firma por correo postal, por correo electrónico, por fax o en persona. \n- Si no firmó el sobre de su boleta electoral, tendrá que firmar el sobre en la oficina electoral de su condado o presentar una declaración por correo postal, por correo electrónico, por fax o en persona. \n\n**¿Qué pasa si no puedo firmar?**\n**Si tiene una discapacidad y no puede firmar, aún puede votar.** Solo ponga una marca y pida a un testigo que escriba su nombre. El testigo debe tener al menos 18 años de edad. \n\nObtenga más información sobre cómo firmar si tiene una discapacidad en [Derechos de los Discapacitados de California](https://www.disabilityrightsca.org/publications/you-can-vote-even-if-you-cant-sign-your-name).\n",
               "---\ntitle: \"¿Qué es la votación por orden de preferencia?\"\npublished: true\nweight: 14\nsection: \"voting-basics\"\npriority: \"Minor\"\n---\nLa votación por orden de preferencia les permite a los electores votar por una 1.a, 2.a y 3.a opción de los candidatos para un solo cargo. Esto hace posible la elección de cargos locales por mayoría de votos sin la necesidad de una elección de segunda vuelta.\n\n**¿Cómo funciona la votación por orden de preferencia?**\n- Para empezar, se cuentan todos los votos de la primera opción. Cualquier candidato que obtenga la mayoría (más del 50 %) de los votos de la primera opción, se declara ganador.\n- Si ningún candidato obtiene más de 50 % de los votos de la primera opción, se elimina al candidato que reciba el menor número de votos de la primera opción.\n- El voto de los electores que hayan votado por el candidato eliminado como su primera opción se transferirá a su segunda opción.\n- Después, se vuelven a contar los votos. Si cualquiera de los candidatos restantes obtiene más del 50 % de los votos, se declara ganador.\n- Si ninguno de los candidatos restantes obtiene más del 50 % de los votos, el proceso de eliminación de los candidatos y de la transferencia de votos al siguiente candidato en la jerarquía se repite hasta que un candidato tenga el triunfo por mayoría.\n\nConsulte el video de [FairVote California](http://www.fairvoteca.org/) en [inglés](https://www.youtube.com/watch?v=0J0nweMxz4g) o en [español](https://www.youtube.com/watch?v=GzDr6-dtQmY&t=23s) y sus tarjetas de información en [inglés](https://d3n8a8pro7vhmx.cloudfront.net/fairvote/pages/10300/attachments/original/1523379921/RCVCard2018-EG-FV.pdf?1523379921), [español](https://d3n8a8pro7vhmx.cloudfront.net/fairvote/pages/10300/attachments/original/1523379921/RCVCard2018-SP-FV.pdf?1523379921) y [chino](https://d3n8a8pro7vhmx.cloudfront.net/fairvote/pages/10300/attachments/original/1523379920/RCVCard2018-CH-FV.pdf?1523379920). También puede leer o escuchar las [Preguntas frecuentes de la votación por orden de preferencia](https://www.acgov.org/rov/rcv/faq.htm) de la oficina de registro del condado de Alameda.",
               "---\ntitle: \"¿Cómo anoto un candidato?\"\npublished: true\nweight: 17\nsection: \"voting-basics\"\npriority: \"Minor\"\n---\n\n- Cada contienda tiene un reglón en blanco con una línea para un candidato que no figura en la boleta pero por el cual se puede votar escribiendo su nombre.\n- Marque el recuadro al lado de la línea como si estubiese votando por un candidato cuyo nombre aparece en la boleta.\n- Escriba el nombre del candidato que desea votar en la línea en blanco.\n- Cada condado publica una lista de los candidatos calificados por los cuales puede votar.  \n\tLa lista estará disponible en su centro de votación y en [la oficina electoral del condado](http://www.sos.ca.gov/elections/voting-resources/county-elections-offices).  \n- Si escribe el nombre de un candidato calificado que no figura en la boleta pero por el cual se puede votar escribiendo su nombre, se contará su voto.\n- Un voto para alguien que no se encuentra en la lista de candidatos calificados no se contará.\n",
               "---\ntitle: \"¿Qué es una boleta provisional?\"\npublished: true\nweight: 4\nsection: \"voting-basics\"\npriority: \"Minor\"\n---\n\n**Una boleta provisional es una boleta regular que se pone en el interior de un sobre provisional.** \n\n**¿Quién debe votar con una boleta provisional?**  \n\n**Los votantes que:**  \n- No aparecen en la lista de votantes en el centro de votación. \n- Se mudaron a un nuevo distrito electoral y no se volvieron a registrar.\n- Se registraron por correo, pero no proporcionaron el número de licencia de conducir de CA, el número de identificación de CA o los últimos 4 dígitos de su Número de Seguridad Social cuando se registraron.\n- Lleven personalmente la boleta de voto por correo al centro de votación sin el sobre.\n- Votan por correo, pero deciden que preferirían votar en persona y no llevan, su boleta de voto por correo, al centro de votación.\n- Se registran demasiado tarde para que sus nombres se impriman en la lista de votantes.  \n\nPara obtener una lista más amplia de las personas que deben votar con una boleta provisional, consulte con [la Secretaria de Estado de California](http://www.sos.ca.gov/elections/voting-resources/provisional-voting/).\n\n**¿Se cuentan todas las boletas provisionales?**  \nSe contarán las boletas si los votantes son elegibles para votar y lo hacen utilizando una boleta provisional..  \n\n**Qué sucede si voy al lugar de votación equivocado y tengo que usar una boleta provisional, se contará mi voto?**  \nEn primer lugar, debe votar siempre en el condado donde está registrado para votar.  \nSi está en el condado correcto, pero en el lugar de votación equivocado, entonces su voto se contará solo para los candidatos y medidas de ley que están en la boleta que se suponía tenía que votar.  \n\nNo obstante, no se contarán ningún candidato, ni ninguna medida de ley, que no se encuentren también en la boleta de su lugar de votación correcto.  \n\n**¿Cómo se manejan las boletas provisionales?**  \n- Escriba su nombre y dirección actual en el sobre provisional y fírmelo.\n- Después de que cierran los centros de votación, la boleta se devuelve a la oficina electoral, donde se verifica la información en el sobre contra los registros de inscripción de votantes. \n- Si la información que el votante ha escrito en el sobre coincide, entonces la boleta se retira del sobre y se cuenta.\n\n**¿Puedo verificar el estado de mi boleta provisional?**  \nPuede comunicarse con [la oficina electoral del condado](http://www.sos.ca.gov/elections/voting-resources/county-elections-offices/) para conocer si su boleta provisional se contó y, de no ser así, el motivo por qué no.  \n",
               "---\ntitle: \"Cómo funcionan las elecciones primarias de California: Explicación de las dos principales\"\npublished: false\nweight: 15\nsection: \"voting-info\"\npriority: \"Minor\"\n---\n\nConsulte esta tabla fácil de usar que explica [Cómo funcionan las elecciones primarias de California](https://drive.google.com/file/d/18DTzanCkfKB5QY5hLhMoSez5aMvy96Tn/view?usp=sharing) del [Centro de Diseño Cívico](http://civicdesign.org/) y la [League of Women Voters del Voters of California Education Fund](https://cavotes.org/).  \n\n",
               "---\ntitle: \"¿Qué es una iniciativa?\"\npublished: true\nweight: 20\nsection: \"voting-basics\"\npriority: \"Minor\"\n---\n\nUna iniciativa es una ley propuesta por un grupo de ciudadanos por medio de una petición que contiene las firmas del número requerido de votantes. Las iniciativas pueden proponer una nueva ley (iniciativa estatutaria) o enmendar la constitución del estado.\n\nPara obtener más información, visite [Datos rápidos sobre las Medidas de ley en la boleta del estado](http://www.easyvoterguide.org/wp-content/uploads/2011/08/FastFacts-BallotMeasures-SP-v2.pdf). \n",
               "---\ntitle: \"¿Cómo voto si tengo alguna discapacidad?\"\npublished: true\nweight: 9\nsection: \"voting-basics\"\npriority: \"Minor\"\n---\n\nDisability Rights California (DRC) tendrá una [línea directa gratuita](https://futureofcaelections.org/wp-content/uploads/DRC-Hotline-3.3.20.pdf) el día de las elecciones para los votantes con discapacidades. El servicio está diseñado para ayudar a quienes tienen dificultad para acceder a los lugares de votación, emitir boletas electorales o simplemente tienen preguntas sobre el voto. **El número gratuito para llamadas de voz es 888-569-7955. El número estatal para llamadas de video es 800-719-5798.**  \n\nVea el video del Center for Independence sobre [Por qué debe votar](https://www.youtube.com/watch?v=FIX1KFGIhvQ&t=2s).\n\n**Información accesible**  \n\nLa [Guía Oficial de Información para el Votante](https://vig.cdn.sos.ca.gov/2020/primary/es/pdf/complete-vig.pdf) estatal que se envía por correo a cada votante inscrito está disponible en una versión descargable en MP3 [versión de audio](http://www.sos.ca.gov/elections/voting-resources/voters-disabilities/), audiocasetes, lenguaje estadounidense de señas y en letra grande. Puede llamar al (800) 345 8683 para solicitar estas versiones. \n\nEl Secretario de Estado de California también tiene una línea directa para los votantes que padecen sordera, discapacidades auditivas o problemas del habla, al: (800) 833-8683 - TTY/TDD  \n\n**Lugares de votación accesibles**  \n\nAntes de cada elección, los votantes inscritos reciben una notificación sobre si su lugar de votación es accesible o no. Esta notificación aparece en la Guía de Información para el Votante, que su condado envía por correo postal. \n\n**Firmar en el lugar de votación**  \n\n¡[Puede votar incluso si no puede firmar con su nombre](http://www.disabilityrightsca.org/pubs/547301.pdf)! \n\n**Máquinas de votación accesible**  \n\nCada lugar de votación debe contar con una máquina para votar que permita a los votantes, incluidas las personas ciegas o con problemas de la vista, emitir una boleta electoral sin necesidad de recibir ayuda. \n\nLa máquina para votar permite a los votantes verificar sus elecciones de voto de manera privada e independiente y, en caso de que exista un error, les permite corregir esas elecciones antes de enviar su boleta electoral definitiva. \n\n**Asistencia en el voto**  \n\nPuede elegir hasta dos personas que le ayuden en el lugar de votación. Sin embargo, la persona que brinde la ayuda no puede ser:  \n- su empleador o alguien que trabaje para su empleador o  \n- su líder sindical o alguien que trabaje para su sindicato. \n\n**Votación en la acera**  \n\nLos trabajadores electorales deben ofrecer la posibilidad de votar en la acera para los votantes con discapacidades que requieran esta ayuda. Se proporcionará estacionamiento para votar en la acera lo más cerca posible del área de votación. \n\nUn trabajador electoral llevará al automóvil del votante la lista para firmar, la boleta electoral y otros materiales necesarios.  El trabajador electoral regresará todo al lugar de votación y pondrá la boleta electoral en la urna electoral o escáner. \n\nPara más información, consulte [Derechos de los votantes con discapacidades](#menu-item-derechos-de-los-votantes-con-discapacidades). \n\n**Voto por correo accesible remoto**  \n\nLos sistemas de voto por correo accesible remoto (Remote accessible vote-by-mail, RAVBM) proporcionan una opción accesible para que los votantes con discapacidades reciban sus boletas electorales en su hogar y las marquen de forma independiente y privada antes de devolverlas a los funcionarios electorales. Comuníquese con su [oficina electoral del condado](#section-election-office-contact) para más información. \n\nDisability Rights California tiene un gran video con información sobre el [voto por correo accesible remoto](https://youtu.be/54-Xbg5Nbg4), una nueva forma para que las personas con discapacidades voten desde su hogar. \n \n",
               "---\ntitle: \"¿Qué es una elección reconvocada?\"\npublished: true\nweight: 19\nsection: \"voting-basics\"\npriority: \"Minor\"\n---\nUna elección reconvocada decide si un funcionario elegido será removido o no del trabajo elegido, y quién reemplazará a dicho funcionario.  \n\nPara obtener más información, visite [Reconvocar a elecciones](http://www.sos.ca.gov/elections/prior-elections/statewide-election-results/statewide-special-election-october-7-2003/frequently-asked-questions/#1).   \n",
               "---\ntitle: \"¿Cómo voto si hablo un idioma distinto al inglés?\"\npublished: true\nweight: 11\nsection: \"voting-info\"\npriority: \"Minor\"\n---\nLa oficina de la Secretaría del Estado proporciona materiales y ayuda relacionados con la votación en nueve idiomas distintos al inglés.  \n\nPara obtener respuestas a sus preguntas sobre la votación y las elecciones, o para solicitar la entrega por correo de un formulario de inscripción del elector, una solicitud de voto por correo o la [Guía oficial de información para el elector](http://voterguide.sos.ca.gov/) en cualquiera de estos idiomas, llame a alguna de las líneas directas para votantes gratuitas que se muestran a continuación.  \n\n- (800) 232-VOTA (8682) - español/Spanish  \n- (800) 339-2857 - 中文/chino  \n- (888) 345-2692 - हिन्दी/hindi\n- (800) 339-2865 - 日本語/japonés  \n- (888) 345-4917 - ខ្មែរ/khmer\n- (866) 575-1558 - 한국어/coreano  \n- (800) 339-2957 - tagalo  \n- (855) 345-3933 - ภาษาไทย/tailandés  \n- (800) 339-8163 - Việt ngữ/vietnamita  \n\nPara obtener más información sobre recursos para votar en distintos idiomas, visite la [Secretaría del Estado de California](http://www.sos.ca.gov/elections/voting-resources/) y lea este folleto [Hoja informativa de ayuda en otros idiomas](https://www.advancingjustice-alc.org/wp-content/uploads/2020/02/language-access-spanish_v01.pdf). Para obtener más información, consulte [Asian Americans Advancing Justice](https://www.advancingjustice-alc.org/know-your-voting-rights/). \n\nPara saber qué idiomas están disponibles en su condado, contacte a su [Oficina electoral del condado](#section-election-office-contact). La información por lo general se encuentra en el sitio web del condado y puede aparecer además en la guía para el votante del condado que recibe por correo.  \n\nPara obtener más información, consulte [El derecho de los electores a recibir ayuda en otros idiomas.](#menu-item-el-derecho-de-los-electores-a-recibir-ayuda-en-otros-idiomas) \n",
               "---\ntitle: \"Elecciones de votación flexible: Grandes cambios en 15 condados con la Ley de Votación Flexible\"\npublished: false\nweight: 1\nsection: \"voting-basics\"\npriority: \"Minor\"\n---\n\n**¿Vives en alguno de estos condados? \nAmador, Butte, Calaveras, El Dorado, Fresno, Madera, Mariposa, Los Ángeles, Napa,\nNevada, Orange, Sacramento, San Mateo, Santa Clara o Tuolumne.\n¡Tendrás más días y más modos para votar!**\n\nSi ya estás registrado para votar, recibirás tu boleta por correo de manera automática unas semanas antes de la elección. Si vives en el condado de Los Ángeles, debes pedir una boleta para votar por correo.\n\nSe te darán 3 opciones para votar:\n \n\n#### 1. VOTO POR CORREO  \n\nEn cuanto reciba su boleta, podrá llenarla y devolverla por correo. Asegúrese de verificar los requisitos de franqueo, ya que algunas boletas requieren sellos adicionales.   \n\n#### 2. BUZÓN PARA BOLETAS ELECTORALES  \n\nEn cuanto reciba su boleta, podrá depositarla en cualquier buzón para boletas electorales. En los buzones para boletas electorales no se requieren sellos postales.  \n\n#### 3. CENTRO DE VOTACIÓN  \n\nPuede votar en persona acudiendo a cualquier Centro de Votación en su condado. En todos los Centros de Votación, puede:  \n- votar en persona;  \n- depositar su boleta llenada;  \n- votar utilizando una máquina de votación accesible;   \n- recibir ayuda y obtener materiales de votación en diversos idiomas;  \n- inscribirse y votar incluso después de la fecha límite de inscripción; puede hacerlo también el día de las elecciones.  \n\n#### CUÁNDO ESTARÁN ABIERTOS LOS CENTROS DE VOTACIÓN   \n\nTodos los Centros de Votación estarán abiertos al menos 4 días antes del día de las elecciones. Esto significa que, para las elecciones generales del 3 de noviembre, todos los Centros de Votación se abrirán desde el sábado 31 de octubre hasta el martes 3 de noviembre.   \n\nAlgunos Centros de Votación estarán abiertos desde 11 días antes del día de las elecciones. Para las elecciones generales del 3 de noviembre, algunos Centros de Votación abrirán a partir del sábado 24 de octubre.   \n\n**[Busque un Centro de Votación o la ubicación de un buzón para boletas electorales.](https://caearlyvoting.sos.ca.gov/)**  \n\n**[Obtenga más información.](https://voterschoice.org/)**  \n\n#### Asistencia en otros idiomas    \n\nLos Centros de Votación se adaptarán a los electores con dominio limitado del idioma inglés. Además, contarán en cada sede con personal bien capacitado, preparado para proporcionar a los votantes materiales de votación traducidos a los idiomas que exige la ley. En la medida de lo posible, los condados tratarán de contar con personal y voluntarios multilingües en los Centros de Votación para ayudar a los votantes. Para obtener más información, consulte [Asian Americans Advancing Justice](https://www.advancingjustice-alc.org/know-your-voting-rights/).  \n\n#### Lugares de votación accesibles   \n\nTodos los Centros de Votación serán accesibles para las personas con discapacidades. En caso de no contar con uno, los condados que participen en este programa también estarán obligados a conformar un Comité Asesor de Accesibilidad al Voto (Voting Accessibility Advisory Committee, VAAC). El VAAC está conformado por votantes con discapacidades y ayuda durante el proceso de planeación para garantizar que el voto sea accesible. Para saber más sobre las herramientas y los recursos específicos disponibles para las personas con discapacidades, póngase en contacto con [la oficina electoral de su condado](http://www.sos.ca.gov/elections/voting-resources/county-elections-offices/).  \n\nLos votantes con discapacidades pueden solicitar una boleta electoral para voto por correo accesible de forma remota. Puede utilizar esta boleta en casa con su propia computadora y tecnologías de apoyo para después imprimirla y enviarla por correo o entregarla.  \n\n#### Motivo del cambio  \n\nLa nueva Ley de Votación Flexible se diseñó para que votar sea más práctico y accesible.  \n- Usted elige **CÓMO** votar: ya sea por correo, en un buzón para boletas electorales o en un Centro de Votación, usted elige el método que le funcione mejor. Los votantes con discapacidades podrán utilizar su propia tecnología de accesibilidad para llenar su boleta en casa.  \n- Usted elige **CUÁNDO** votar: en lugar de disponer de un solo día para votar, puede hacerlo en persona hasta 11 días antes de las elecciones, incluso en fines de semana.  \n- Usted elige **DÓNDE** votar: puede votar en casa o en cualquier Centro de Votación de su condado.  \n- Usted recibe la **AYUDA** que necesita: el personal del Centro de Votación estará disponible para ayudarle a tener una gran experiencia de votación. Esto incluye ofrecer asistencia en diversos idiomas y ayudar a los votantes con discapacidades.  ",
               "---\ntitle: \"¿Qué es una elección especial?\"\npublished: true\nweight: 18\nsection: \"voting-basics\"\npriority: \"Minor\"\n---\n\nUna elección especial ocurre cuando un funcionario ha abandonado la oficina antes del final del período. Esto por lo general ocurre cuando el funcionario fallece o ha renunciado a la oficina.\n",
               "---\ntitle: \"¿Debo mostrar una identificación para poder votar?\"\npublished: true\nweight: 2\nsection: \"voting-basics\"\npriority: \"Minor\"\n---\n\nPara **inscribirse para votar** deberá proporcionar el número de su licencia de conducir o de su tarjeta de identificación de California, o proporcionar los últimos cuatro dígitos de su número de seguro social.  \n\nLa mayoría de las veces **el día de las elecciones** no se le pedirá que muestre su identificación en el lugar de votación,  **a menos que:**\n- Esté votando por primera vez en unas elecciones federales y se haya inscrito por correo. \n- No haya proporcionado el número de su licencia de conducir o de su tarjeta de identificación del estado, o los cuatro últimos dígitos de su número de seguro social en la tarjeta de inscripción cuando se inscribió por correo.\n- Las identificaciones válidas incluyen la licencia de conducir de California, la tarjeta de identificación de California, el pasaporte o una identificación de estudiante en la que se muestre su nombre y fotografía. Visite la [Secretaría del Estado de California](http://www.sos.ca.gov/elections/voting-resources/voting-california/what-bring/) para obtener más información sobre las identificaciones válidas.\n",
               "---\ntitle: \"¿Cómo voto si soy militar, me encuentro en el extranjero o vivo fuera?\"\npublished: true\nweight: 7\nsection: \"voting-basics\"\npriority: \"Minor\"\n---\n**Para obtener información sobre la inscripción, consulte [¿Cómo me inscribo si soy militar, me encuentro en el extranjero o vivo fuera?](#menu-item-¿cómo-me-inscribo-si-soy-militar-me-encuentro-en-el-extranjero-o-vivo-fuera-del-país)**\n\n**Reciba y complete** su boleta electoral:  \nCuando se inscribió para votar con la [inscripción del votante en línea](https://registertovote.ca.gov/es-mx) de California o una [Solicitud de tarjeta postal federal](https://www.fvap.gov/uploads/FVAP/Forms/fpca2013.pdf) **(FPCA)** tuvo la opción de recibir su boleta electoral por correo postal, fax o correo electrónico. En algunos condados es posible descargar una boleta electoral. Consulte la [lista de condados](https://www.sos.ca.gov/elections/voter-registration/military-overseas-voters/) para saber si es posible descargarla. \n- Deberá recibir su boleta electoral entre 45 y 30 días antes del día de las elecciones. Si no recibe una, póngase en contacto con su [condado](#section-election-office-contact). \n- Si no recibe una boleta electoral 30 días antes del día de las elecciones, puede solicitar una [boleta electoral federal por escrito](https://www.fvap.gov/uploads/FVAP/Forms/fwab2013.pdf) que le permite votar en las elecciones federales, pero no en las de California. Verifique esto con la oficina electoral de su condado. \n- **Siga las instrucciones que recibió en su boleta electoral** para completarla. \nRevise la boleta electoral para asegurarse de que votó por cada contienda que tenía pensada. \n\n**Devuelva** su boleta:  \n- **Por correo postal:**  \n\t- **Complete y fírmela** como se indica en la parte posterior del sobre de devolución. \n\t- **Envíela usando el Servicio Postal de los EE. UU.** si está en los Estados Unidos.  \n\t- **Si está fuera de los EE. UU.**, use el Servicio Postal del Ejército (Army Post Office, APO)/el Servicio Postal de la Marina (Fleet Post Office, FPO) o una valija diplomática. *O* use un sistema postal extranjero y asegúrese de poner los timbres apropiados. \n    \t- **Consulte su oficina postal** para saber cuándo se enviará su boleta electoral y asegurarse de que la sellen a más tardar el día de las elecciones, además de que llegue a su condado a más tardar tres días después del día de las elecciones. **En otras palabras, devuelva su boleta electoral antes del día de las elecciones.**  \n\n- **Por fax**, si vive fuera del territorio de los EE. UU.:  \n\t- Envíe por fax la **boleta electoral y el sobre de envío completado.**  \n\t- **Envíe por fax** un formulario de **Juramento del votante** que proporciona su condado. El juramento renuncia a su derecho de voto confidencial porque envía su boleta electoral por fax. \n\t- **La oficina electoral del condado debe recibir la boleta electoral y los materiales enviados por fax antes de las 8 p. m., tiempo del Pacífico, el día de las elecciones.**   \n\n- **Aunque puede solicitar su boleta electoral por correo electrónico o descargarla, no puede devolver la boleta completada por correo electrónico.** \n\nVisite la página del [Secretario de Estado de California](http://www.sos.ca.gov/elections/voter-registration/military-overseas-voters/) para más información.\n\n",
               "---\ntitle: \"¿Dónde está mi boleta electoral?\"\npublished: true\nweight: 1\nsection: \"voting-basics\"\npriority: \"Minor\"\n---\n\nCada votante inscrito en California recibirá una boleta electoral por correo un mes antes de la elección. \n\n**NUEVA OPCIÓN: Puede rastrear su boleta electoral registrándose en [Dónde está mi boleta electoral](https://california.ballottrax.net/voter/) o llamando al 800-345-VOTE (8683)**. Este servicio le avisará cuando se le envíe por correo su boleta electoral, cuando la reciba la oficina electoral de su condado y cuando se contabilice oficialmente. Puede elegir que le envíen correos electrónicos, mensajes de texto o mensajes de voz automatizados en cualquier momento en que haya una actualización del estado de su boleta electoral.\n",
               "---\ntitle: \"¿Qué es un referéndum?\"\npublished: true\nweight: 21\nsection: \"voting-basics\"\npriority: \"Minor\"\n---\n\nUn referéndum es un voto sobre si una ley aprobada por la legislatura y firmada por el gobernador debe promulgarse.\n\nPara obtener más información, visite [Datos rápidos sobre las Medidas de ley en la boleta del estado.](http://www.easyvoterguide.org/wp-content/uploads/2011/08/FastFacts-BallotMeasures-SP-v2.pdf). ",
               "---\ntitle: \"¿Por qué estoy en un distrito electoral de votación por correo solamente?\"\npublished: true\nweight: 8\nsection: \"voting-basics\"\npriority: \"Minor\"\n---\nBajo la ley de California, si usted vive en un distrito electoral con 250 o menos votantes registrados, entonces puede recibir las boletas de votación por correo y no tiene la opción de votar en persona en los centros de votación el Día de las elecciones. \n\nConsulte [¿Cómo voto por correo?](#menu-item-¿cómo-voto-por-correo) para obtener más información.",
               "---\ntitle: \"Cómo votar en la primaria de los dos principales candidatose de California\"\npublished: false\nweight: 7\nsection: \"more-voting-info\"\npriority: \"Minor\"\n---\n\nAlgunos candidatos de California se eligen en una “Primaria de los dos principales candidatos” (Top-Two Primary). Estas incluyen candidatos para: \n- Senador de los EE.UU.  \n- Representante de los EE.UU. \n- Senador Estatal  \n- Miembros de la Asamblea Estatal  \n- Gobernador y Vice Gobernador  \n- Tesorero \n- Secretario del Estado\n- Fiscal General\n- Contralor \n- Comisionado de Seguros  \n- Mesa de Ecualización Estatal  \n\nEn una Primaria de los dos principales candidatos, puede votar por cualquier candidato.\n- Todos los candidatos de todos los partidos estarán en la boleta para estas contiendas. \n- No tiene que estar registrado en un partido para votar en estas contiendas.\n- Puede votar para un candidato de cualquier partido. \n-  Puede “anotar” el nombre de un candidato que no figura en la boleta en la Elección primaria. \n- Los dos candidatos con más votos aparecerán en la boleta de la Elección general, incluso si tienen la misma preferencia de partido.\n\n**Oficinas no partidistas** Los Jueces, el Supervisor del Condado, otras oficinas del Condado y Municipales, y el Superintendente de Instrucción Pública siempre están disponibles para todos los votantes elegibles.  \n\n**¿Qué significa preferencia de partido?**  \nLos votantes pueden registrarse ya sea con una preferencia de partido político o elegir la opción “ninguno”. La preferencia de partido de un candidato no necesariamente significa que tengan el apoyo de dicho partido político. La lista de candidatos que reciben el endoso oficial de un partido (apoyo) se encuentra en la Guía de información para el votante del condado.  \n",
               "---\ntitle: \"Cómo votar en las elecciones primarias presidenciales\"\npublished: false\nweight: 14\nsection: \"voting-info\"\npriority: \"Minor\"\n---\n\n**Eche un vistazo a [¿Quiere votar por el presidente?](https://drive.google.com/file/d/1EPQazrB7nQlvZkIOtILqhttTbFofRF61/view?usp=sharing)**  \n\n**Seis partidos políticos llevarán a cabo elecciones primarias presidenciales:**    \n- Partido Independiente Americano  \n- Partido Demócrata  \n- Partido Verde  \n- Partido Libertario  \n- Partido Paz y Libertad  \n- Partido Republicano  \n\n**Si está inscrito con uno de estos partidos,** su boleta electoral incluirá los candidatos que participan para el nombramiento de ese partido. \n\nSi está inscrito con un partido político, no podrá votar en una boleta electoral para otro partido político. \n\nSolo puede votar por los Comités Centrales del Condado y por los Concejos del Condado, si está inscrito con ese partido. \n\nSi no está inscrito con uno de los seis partidos políticos o si se inscribió como rehúsa a declarar, independiente* o no partidista, entonces usted es un votante **sin preferencia partidista (No Party Preference, NPP).** Haga clic [aquí](#menu-item-¿cómo-voto-por-el-presidente-en-las-elecciones-primarias-si-estoy-registrado-sin-preferencia-partidista) para obtener información detallada sobre cómo votar si está inscrito sin preferencia partidista.\n\nTome en cuenta que el Partido Independiente Americano es un partido político en California con su propia plataforma. Si está inscrito con el Partido Independiente Americano, entonces **no** está inscrito como votante sin preferencia partidista. \n\n**Tres partidos permiten a los votantes NPP votar en su elección primaria presidencial:**  \n- Partido Independiente Americano  \n- Partido Demócrata  \n- Partido Libertario  \n\nSi desea votar en una de estas elecciones primarias del partido, tiene que solicitar esa boleta electoral. De lo contrario, recibirá una boleta electoral no partidista que no incluirá el cargo de presidente. \n\n**Tres partidos permiten que solo los votantes inscritos en su partido voten en su elección primaria presidencial:**  \n- Partido Verde  \n- Partido Paz y Libertad  \n- Partido Republicano  \n\n**Si desea cambiar su afiliación partidista antes de las elecciones primarias,** entonces **debe** [volver a inscribirse](https://registertovote.ca.gov/es-mx) y seleccionar ese partido. El último día para volver a inscribirse para votar es 15 días antes de la elección. **NUEVO** Aunque haya pasado la fecha límite de [inscripción y voto el mismo día](#menu-item-¿expiró-el-plazo-de-inscripción-del-elector-¡todavía-puede-inscribirse-para-votar), ahora puede cambiar su afiliación partidista durante todo el día de las elecciones y votar con una boleta electoral provisional.\n\nPuede volver a inscribirse después de la elección primaria, al ser un votante “sin preferencia partidista” o sin ningún partido político. \n\nTambién consulte la [información sobre los partidos políticos](#menu-item-información-sobre-los-partidos-políticos). Para obtener información detallada sobre la inscripción, consulte [Inscríbase para votar](#section-register-to-vote). \n\nPara obtener más información, visite la página [Todo lo que necesita saber acerca de las elecciones primarias presidenciales](http://lwv.org/blog/everything-you-need-know-about-presidential-primaries) y [Votación en la elección primaria](https://cavotes.org/vote/primary). \n\nConsulte la página [Cómo votar por el presidente](https://www.sos.ca.gov/elections/voting-info/how-vote-president/) del Secretario de Estado de California.\n",
               "---\ntitle: \"¿Hay boletas electorales de emergencia disponibles si no puedo llegar al lugar de votación el día de las elecciones?\"\npublished: true\nweight: 13\nsection: \"voting-basics\"\npriority: \"Minor\"\n---\nSi se trata de **seis o menos días antes del día de las elecciones,** puede obtener una boleta electoral para voto por correo de emergencia. \n\n**Situaciones en las que están disponibles las boletas electorales de emergencia:**  \nPuede hacer una solicitud por escrito para esta boleta si usted:  \n- Está hospitalizado, en un hogar para ancianos, sanatorio o en su residencia y está demasiado enfermo como para ir al lugar de votación.\n- Tiene una discapacidad física que le impida ir a su lugar de votación.\n- Tiene una discapacidad física que le impide votar en su lugar de votación debido a barreras arquitectónicas que le impiden el acceso físico al lugar de votación, cabina electoral, o aparato o maquinaria de votación.\n- No puede acudir a su lugar de votación debido a afecciones que motivan su ausencia del recinto electoral el día de las elecciones.\n\n**¿Cómo hago la solicitud de emergencia?**  \nHaga una solicitud por escrito. Su [oficina electoral del condado](#section-election-office-contact) puede tener un formulario preimpreso para su uso. \n- Si no tiene un formulario, entonces asegúrese de que la solicitud autoriza a una persona en particular para que le lleve la boleta electoral y se firme bajo pena de perjurio. \n\tPuede usar esta muestra de [Solicitud de voto por correo de emergencia del condado de Los Angeles](https://www.lavote.net/documents/emergency-vote-by-mail-application.pdf) como guía para ayudarle a escribir una solicitud a su condado.\n- Marque la boleta electoral según se indica. Para obtener instrucciones detalladas, consulte [¿Cómo voto por correo?](#menu-item-vote-by-mail)  \n- Devuelva la boleta electoral y el sobre personalmente o a través de su representante autorizado, ya sea a la oficina electoral del condado o a cualquier otro lugar de votación en su condado. \n\nO, si le es posible, puede acudir a su [oficina electoral del condado](#section-election-office-contact) durante las horas de apertura y [votar de manera temprana en persona](#menu-item-voto-temprano-en-persona).  \n\nPara más información y solicitudes de muestra, visite [Disability Rights California](https://www.disabilityrightsca.org/system/files/file-attachments/541701.pdf).\n\n",
               "---\ntitle: \"¿Dónde voto si estoy inscrito pero me mudé dentro de CA?\"\npublished: true\nweight: 6\nsection: \"voting-basics\"\npriority: \"Minor\"\n---\nSi se mudó en o antes del plazo de inscripción, que es 15 días antes de la elección, entonces debe volver a inscribirse en su nuevo domicilio. Consulte [¿Cómo me inscribo para votar?](¿cómo-me-registro-para-votar)  \n\n**NUEVO** Ahora todos habitantes de California pueden inscribirse (o volver a inscribirse) y votar el mismo día con una boleta electoral provisional en **todos** los lugares de votación de su condado. Lea más sobre lo que puede hacer si [expiró el plazo para inscribirse para votar](#menu-item-¿expiró-el-plazo-de-inscripción-del-elector-¡todavía-puede-inscribirse-para-votar). \n\n**Me mudé dentro del mismo condado:**  \n- Si se mudó en los 14 días anteriores a la elección, puede votar en el lugar de votación de su antiguo domicilio, pero solo para esa elección. \n- Puede emitir una [boleta electoral provisional](#menu-item-¿qué-es-una-boleta-provisional) en su nuevo [lugar de votación](#section-my-polling-place) o en la [oficina electoral del condado](#section-election-office-contact). \nDeberá mostrar una identificación que indique su nueva residencia y llenar una confirmación firmada de que es elegible para votar y que está inscrito en el condado donde vota. \n- Si se mudó a un domicilio que está asignado al mismo lugar de votación que su domicilio anterior, entonces no importa cuándo se haya mudado, puede votar en esa ubicación. Sin embargo, **debe** confirmar su cambio de domicilio en el lugar de votación. \n\n**Me mudé a un nuevo condado:**  \n- Si se mudó en los 14 días anteriores a la elección, puede votar en el lugar de votación de su antiguo domicilio, pero solo para esa elección. \n- Si se mudó en o antes del plazo de inscripción, que es 15 días antes de la elección, entonces **debe** volver a inscribirse en su nuevo domicilio para poder votar en la siguiente elección. Consulte [¿Cómo me inscribo para votar?](#menu-item-¿cómo-me-registro-para-votar)  \n\n"
            ],
            "ways-to-vote": [
               "---\ntitle: \"Deposite Su Boleta\"\npublished: true\nweight: 5\nsection: \"ways-to-vote\"\npriority: \"Minor\"\n---\n\nSiga las instrucciones proporcionadas en la sección [Voto por correo](#menu-item-voto-por-correo) para llenar su boleta electoral y el sobre. \n\nSi decide entregar en persona su boleta electoral en lugar de enviarla por correo, debe entregarla**a más tardar a las 8 p. m. del día de las elecciones, el 3 de noviembre**.\n- Entregue su boleta electoral en cualquier lugar de votación de su condado.\n- Algunos condados también ofrecerán buzones seguros para boletas electorales. \nPara obtener más información y consultar los lugares de votación, visite [caearlyvoting.sos.ca.gov](https://caearlyvoting.sos.ca.gov/).\n\nVea [Cómo devolver su boleta electoral para voto por correo marcada](https://www.youtube.com/watch?v=hFH3YZrhBag&feature=youtu.be)\n\n",
               "---\ntitle: \"Formas de Votar\"\npublished: true\nweight: 1\nsection: \"ways-to-vote\"\npriority: \"Major\"\n---\n\n\n",
               "---\ntitle: \"Vote en persona el día de las elecciones\"\npublished: true\nweight: 10\nsection: \"ways-to-vote\"\npriority: \"Minor\"\n---\n\nEs posible que este año su lugar de votación sea diferente. Los condados están trabajando para proporcionarle las mejores opciones para ofrecer una votación en persona segura y con distanciamiento social. **¡Le pedimos que use mascarilla si vota en persona!**\n\nEn los lugares de votación en persona usted puede:\n- votar en persona\n- entregar su boleta marcada\n- votar utilizando una máquina de votación accesible\n- recibir ayuda y materiales de votación en diversos idiomas\n\n**¿Cómo voto en el lugar de votación o el centro de votación en persona?**  \n\nLos lugares de votación estarán abiertos de 7 a. m. a 8 p. m. el **día de las elecciones, el martes 3 de noviembre de 2020**. \n\nLa votación temprana, que comienza antes del día de las elecciones, estará disponible en algunos lugares. Encuentre los lugares de votación temprana y los lugares con buzones en [caearlyvoting.sos.ca.gov](https://caearlyvoting.sos.ca.gov/).\n\n**Consejo para la votación en persona**\n\n- Si decide votar en persona, podría ser útil llevar la boleta electoral que se le envió por correo.\n- Si no lleva su boleta electoral, algunos condados le solicitarán que vote usando una boleta electoral provisional que se contabilizará una vez que los funcionarios electorales verifiquen que usted es elegible para votar.\n- Si vive en uno de los siguientes condados de “votación flexible”, puede obtener una boleta electoral regular en cualquier centro de votación, incluso si usted no lleva la boleta electoral que se le envió por correo: Amador, Butte, Calaveras, El Dorado, Fresno, Madera, Mariposa, Los Ángeles, Napa, Nevada, Orange, Sacramento, San Mateo, Santa Clara y Tuolumne. Para obtener más información, consulte [Secretario de Estado de California](https://www.sos.ca.gov/elections/voters-choice-act/).\n\n**¿Cómo encuentro mi lugar de votación?**   \n\n- Si proporcionó su domicilio electoral, entonces la ubicación de su lugar de votación está impresa aquí, en la sección [Mi lugar de votación](#section-my-polling-place) en este sitio. \n- Puede encontrar la ubicación de su lugar de votación en la parte de atrás de la Guía de Información para el Votante que su condado le envió por correo o  \n- Puede ponerse en contacto con la [oficina electoral de su condado](#section-election-office-contact) para encontrar su lugar de votación. \n- Puede enviar un mensaje de texto con la palabra \"Vote\" a GOVOTE (468683) o  \n- Puede llamar al (800) 345-VOTE (8683) y elegir la opción 5.  \n\n**¿Cuáles son los pasos básicos para votar en persona?**  \n\n**Vaya a la mesa de registro**. Diga su nombre y dirección, y firme la lista de votantes. Un trabajador electoral le dará una boleta electoral. \n\n**Para las boletas electorales de papel**  \n\n- **Marque (llene)** su boleta electoral de acuerdo con las siguientes instrucciones. \n- **Desprenda** el talón que está en la parte superior de la boleta electoral. Puede usar este talón después para verificar que se contabilizó su boleta electoral. \n- Para preservar la confidencialidad de su voto, **meterá su boleta electoral** en un sobre o en una carpeta, o la doblará si su condado se lo indica. \n- **Emita** su boleta electoral siguiendo los procedimientos requeridos por su condado. \n- **Coloque su boleta electoral** ya sea en una urna electoral o en un escáner, si su lugar de votación usa escáner. \n\n**Para máquinas para votar con pantalla táctil**  \n\nNo todos los condados de California usan el mismo tipo de máquinas para votar con pantalla táctil. \n- El trabajador electoral le dará un código de acceso único o una tarjeta de memoria para computadora a fin de que obtenga acceso al tipo de pantalla táctil en su condado. \n- Siga las instrucciones de la máquina. \n- Si tiene alguna pregunta, pregunte al trabajador electoral.\n",
               "---\ntitle: \"Grandes cambios - Cada votante inscrito en California recibirá una boleta electoral por correo\"\npublished: true\nweight: 2\nsection: \"ways-to-vote\"\npriority: \"Minor\"\n---\n\nEste año, usted tiene más opciones para votar de manera segura y fácil. El mayor cambio es que **cada votante inscrito en California recibirá una boleta electoral por correo** un mes antes de la elección.\n\n**Hay 3 maneras de votar**. Puede elegir devolver su boleta electoral por correo o entregarla, o puede votar en persona. Su lugar de votación para acudir en persona podría ser diferente al que normalmente visita. Se establecerá de tal forma que ofrezca una votación segura, de acuerdo con los lineamientos de salud y seguridad para el COVID-19.\n\n**Prepárese para su boleta electoral por correo**\n- **Inscríbase** para votar a más tardar el 19 de octubre en [registertovote.ca.gov](https://registertovote.ca.gov/es-mx).\n- Verifique su inscripción para asegurarse de que esté actualizada. **Si su firma cambió** con el tiempo, vuelva a inscribirse para actualizarla en voterstatus.sos.ca.gov.\n- Si desea obtener **los materiales de votación en un idioma que no sea inglés**, elija esa opción en voterstatus.sos.ca.gov.\n\n¿Expiró el plazo de inscripción del elector? Todavía puede inscribirse para votar en cualquier lugar de votación, desde ahora hasta el día de las elecciones. Para obtener más información sobre la inscripción del elector el mismo día, consulte [¿Expiró el plazo de inscripción del elector? ¡Todavía puede inscribirse para votar!](#menu-item-missed-the-voter-registration-deadline-you-can-still-register-and-vote)\n\n   ",
               "---\ntitle: \"Voto por Correo\"\npublished: true\nweight: 3\nsection: \"ways-to-vote\"\npriority: \"Minor\"\n---\n\n**¡Devuelva con anticipación su boleta electoral por correo!** Puede llenarla y enviarla por correo en cuanto la reciba. \n\n**¿No tiene timbres? No hay problema**. No necesita timbres para devolver su boleta electoral por correo en el sobre que se le proporcionó.\n\n**Marque su boleta electoral y séllela dentro del sobre que se le proporcionó**\n- **Siga las instrucciones** que se incluyen en la boleta electoral para marcar sus opciones.\n- **Verifique** que esté usando el sobre de devolución que tiene su nombre.\n- **Coloque** su boleta electoral dentro del sobre y **séllelo**. Solo ponga 1 boleta electoral en cada sobre.\n\n**Firme y feche el sobre**\n- **Feche y firme** el reverso del sobre, con tinta.\n- **Verifique su firma** para asegurarse de que se parezca a la que está en el archivo.\n - Si se inscribió para votar en el Departamento de Vehículos Motorizados (Department of Motor Vehicles, DMV) o en línea, la firma será la que aparece en su licencia de conducir o en su tarjeta de identificación estatal.\n - ¿No está seguro? Vuelva a inscribirse con su firma actualizada. \n\nPuede pedir a cualquier persona que entregue su boleta electoral en un lugar de votación el día de las elecciones. Proporcione la información que se solicita en el sobre de devolución. \n\n**Devuelva su boleta electoral con anticipación**.\n\n**No se demore si envía su boleta electoral por correo.**  \n- Su boleta electoral para voto por correo marcada debe tener un **matasellos** del Servicio Postal de Estados Unidos con fecha del **día de las elecciones, martes 3 de noviembre de 2020, o una fecha anterior.**\n- Una vez que se envíe por correo y se mataselle, la boleta electoral deberá **recibirse** en la oficina electoral **a más tardar el viernes 20 de noviembre de 2020.**\n\n**NUEVA OPCIÓN - ¡Rastree su boleta electoral!** Regístrese en [wheresmyballot.sos.ca.gov](https://california.ballottrax.net/voter/) o llame al 800-345-VOTE (8683) para saber en qué parte del proceso está su boleta electoral y cuándo se aceptó. \n\nVea [Cómo devolver su boleta electoral para voto por correo marcada](https://www.google.com/url?q=https://www.youtube.com/watch?v%3DhFH3YZrhBag%26feature%3Dyoutu.be&sa=D&ust=1576113195433000&usg=AFQjCNGr5kb0Ft2GLwC551ertzTHTcQlHg). \n",
               "---\ntitle: \"Vote de manera temprana en persona\"\npublished: true\nweight: 6\nsection: \"ways-to-vote\"\npriority: \"Minor\"\n---\nEs posible que pueda votar en persona antes del día de las elecciones, ya sea en la [oficina electoral de su condado](http://www.sos.ca.gov/elections/voting-resources/county-elections-offices/) o en otro lugar para votaciones tempranas antes del día de las elecciones. Algunos lugares para votaciones tempranas también permanecen abiertos el día de las elecciones. Consulte los detalles con su condado. \n\n**Consejo para la votación en persona**\n- Si decide votar en persona, podría ser útil llevar la boleta electoral que se le envió por correo.\n- Si no lleva su boleta electoral, algunos condados le solicitarán que vote usando una boleta electoral provisional que se contabilizará una vez que los funcionarios electorales verifiquen que usted es elegible para votar.\n- Si vive en uno de los siguientes condados de “votación flexible”, puede obtener una boleta electoral regular en cualquier centro de votación, incluso si usted no lleva la boleta electoral que se le envió por correo: Amador, Butte, Calaveras, El Dorado, Fresno, Madera, Mariposa, Los Ángeles, Napa, Nevada, Orange, Sacramento, San Mateo, Santa Clara y Tuolumne. Para obtener más información, consulte [Secretario de Estado de California](https://www.sos.ca.gov/elections/voters-choice-act/).\n\nConsulte **[aquí](https://caearlyvoting.sos.ca.gov/)** para ver una lista de los lugares de votación temprana y de los lugares para entregar las boletas en su condado. \n\n \n"
            ]
         }
      },
      "stateDataSingleElections": {
         "votingInfo": {
            "2016-04-05": {
               "election-office-contact": [],
               "important-dates-deadlines": [],
               "more-voting-info": [],
               "my-polling-place": [],
               "my-rights-as-a-voter": [],
               "register-to-vote": [],
               "voting-basics": [],
               "ways-to-vote": []
            },
            "2016-04-12": {
               "election-office-contact": [
                  "---\ntitle: \"Election office contact section title\"\npublished: false\nweight: -10\nsection: \"election-office-contact\"\npriority: \"Minor\"\n---\n\n"
               ],
               "important-dates-deadlines": [
                  "---\ntitle: \"When is the voter registration deadline?\"\npublished: true\nweight: 2\nsection: \"important-dates-deadlines\"\npriority: \"Minor\"\n---\nThe voter registration application deadline is **no later than Monday, March 28.**  \n\nIt is important that your voter registration application be filled out completely and:  \n- Submitted online no later than midnight 15 days before the election\n- **OR** postmarked or hand-delivered to your county elections office at least 15 days before the election.\n\nIf you **miss the deadline** your application will still be processed.  If approved, you will be able to vote in future elections.  \n\n[Check the status of your voter registration](http://www.sos.ca.gov/elections/registration-status/) to make sure you’re registered.  \n\nFor detailed information check [Register to Vote](#section-register-to-vote).\n",
                  "---\ntitle: \"When do I vote?\"\npublished: true\nweight: 4\nsection: \"important-dates-deadlines\"\npriority: \"Minor\"\n---\n#### Before Election Day\n> Both **vote-by-mail** and **early-in-person** voting always start _29 days before Election Day_.  \n\n#### By Mail\n> From **Monday, March 14** through **Election Day, Tuesday, April 12.**  \n> - Your completed vote-by-mail ballot must be **postmarked** on or before **Election Day.**  \n> - Once mailed and postmarked, the ballot must be **received** by the elections office **no later than 3 days after Election Day.**  \n\n#### Early-in-person\n> From **Monday, March 14** through **Monday, April 11.** Some early voting locations are also open through Election Day.  \n\n#### On Election day  \n> Tuesday, April 12, from **7 a.m. to 8 p.m.**  \n\nFor detailed information check [Ways to Vote](#section-ways-to-vote).  \n",
                  "---\ntitle: \"Important dates and deadlines section title\"\npublished: false\nweight: -10\nsection: \"important-dates-deadlines\"\npriority: \"Minor\"\n---\n\n"
               ],
               "more-voting-info": [
                  "---\ntitle: \"More voting info section title\"\npublished: false\nweight: -10\nsection: \"more-voting-info\"\npriority: \"Minor\"\n---\n\n"
               ],
               "my-polling-place": [
                  "---\ntitle: \"My polling place section title\"\npublished: false\nweight: -10\nsection: \"my-polling-place\"\npriority: \"Minor\"\n---\n\n"
               ],
               "my-rights-as-a-voter": [
                  "---\ntitle: \"My rights as a voter section title\"\npublished: false\nweight: -10\nsection: \"my-rights-as-a-voter\"\npriority: \"Minor\"\n---\n\n"
               ],
               "register-to-vote": [
                  "---\ntitle: \"Voting is Easy:  Sign Up, Get Ready, Vote!\"\npublished: true\nweight: 1\nsection: \"register-to-vote\"\npriority: \"Minor\"\n---\n\n\n#### 1. Sign Up!\n\n- You are eligible to vote if you are a U.S. citizen, 18 years or older.\n- You must register to get on the official list of voters in your county.  \n  The deadline to register is **Monday, March 28** to vote in the April 12 election.\n- You can pick up a voter registration form at your library or post office, have a registration form mailed to you by calling 1-800-345-8683, or fill out the form online at [www.registertovote.ca.gov](http://registertovote.ca.gov//).\n- It is important to fill out the form completely. You will be asked to include your driver license number or other identification.\n- Once you are on the list, you only need to re-register if you change your address, change your name, or want to change your political party.  \n\nFor more information, check [Can I Register To Vote?](#menu-item-can-i-register-to-vote)\n\n#### 2. Get Ready!\n\n- Before you vote, it helps to learn about what you will be voting on.\n- All registered voters receive two things in the mail:  \n\t1. A Sample Ballot that lists everything that will be on your ballot along with where you vote (your “polling place”).\n\t2. An Official Voter Information Guide about statewide candidates and measures.\n- You can use this Voter's Edge California site for more information about everything on your ballot plus a handy way to find your [polling place](#section-my-polling-place).   \n\nFind your [polling place and ballot](#section-my-polling-place).\n\n#### 3. Vote!\n\n- You choose whether to vote at your polling place or use a “vote-by-mail” ballot.\n- For voting in person, the polls are open from 7 a.m. to 8 p.m.  You may also be able to vote before election day at your county elections office.  \n\tIf you registered and your name is not on the list of voters at your assigned polling place, you can vote using a “provisional ballot.”\n- To vote by mail, use the form in your Sample Ballot to request a “vote by mail” ballot to be sent to you.  The deadline to ask for one is **Tuesday, April 5**.  When your “vote by mail” ballot comes, fill it out and mail it back so that it is postmarked **no later than** Election Day.  You may also drop it off at any polling place in your county on election day.  You can sign up to get a “vote by mail” ballot for every election.\n\nCheck [Ways to Vote](#section-ways-to-vote) for more information.\n\nVisit the **[Easy Voter Guide](http://www.easyvoterguide.org/)** for more voting information and to download a copy, and get your [Voting is Easy as 1-2-3](http://www.easyvoterguide.org/wp-content/uploads/2010/09/Voting1-2-3-June2016.pdf) flyer here!  \n",
                  "---\ntitle: \"When should I register to vote?\"\npublished: true\nweight: 4\nsection: \"register-to-vote\"\npriority: \"Minor\"\n---\n\n**Fill out a voter registration form no later than Monday, March 28.**  \n\nIt is important that your voter registration application be filled out completely and:  \n- Submitted online before midnight 15 days before the election; or  \n- Postmarked or hand-delivered to your county elections office at least 15 days before the election.  \n\nIf you **miss the deadline** your application will still be processed.  If approved, you will be able to vote in future elections.\n",
                  "---\ntitle: \"Register to vote section title\"\npublished: false\nweight: -10\nsection: \"register-to-vote\"\npriority: \"Minor\"\n---\n\n"
               ],
               "voting-basics": [
                  "---\ntitle: \"Voting basics section title\"\npublished: false\nweight: -10\nsection: \"voting-basics\"\npriority: \"Minor\"\n---\n\n"
               ],
               "ways-to-vote": [
                  "---\ntitle: \"Vote by Mail\"\npublished: true\nweight: 2\nsection: \"ways-to-vote\"\npriority: \"Minor\"\n---\n\n**Request** a vote-by-mail ballot from your [County Elections Office.](#section-election-office-contact)\n\nMake sure that you send in your request so that it’s received by your county elections office _**no later**_ than Tuesday, April 5 by 5 PM.   \n\n**Follow the directions to fill out your ballot and envelope.**  \n1. **Mark** your vote-by-mail ballot.\n2. **Place** the vote-by-mail ballot in the special envelope provided by your county’s election office.\n3. **Fill out** the information on the envelope.  \n\t**Don't forget to sign** the back of the envelope.  \n    **Seal** the envelope.  \n4. You may have to put **postage** on the envelope.  \n\tMake sure that you use the right amount of postage.  \n\n**Return the ballot:**\n1. **By mail** **or**\n2. **Drop it off** at a location designated by your county **or**\n3. **Drop it off** at any polling place in your county by 8 pm on Election Day.  \n\nYou can have a relative or person living in your house drop off your vote-by-mail ballot at a polling place on election day. Fill in the information on the return envelope.  \n\n**If you mail your ballot back, don’t delay.**  \n\nYour completed vote-by-mail ballot must be **postmarked** on or before **Tuesday, April 12.**\n\nOnce mailed and postmarked, the ballot must be **received** by the elections office **no later than Friday, April 15.**\n",
                  "---\ntitle: \"Vote at the Polls on Election Day\"\npublished: true\nweight: 6\nsection: \"ways-to-vote\"\npriority: \"Minor\"\n---\n\n**How do I vote at the polling place in person?**\n> Polling places are open from 7 a.m. to 8 p.m. on Tuesday, April 12.\n\n**How do I find my polling place?**\n- If you provided your voting address, then your polling location is printed here in the [My Voting Location](#section-my-polling-place) section of this site.\n- You can find your polling place location on the back of the Sample Ballot (or voter information pamphlet) mailed to you by your county; or,\n- You can contact your [County Elections Office](#section-election-office-contact) to find your polling place.\n- You can text \"Vote\" to GOVOTE (468683); or\n- You can call (800) 345-VOTE (8683) and choose option 5.\n\n**What are the basic steps for voting in person?**\n\n**Go to the registration table**. Say your name and address and sign the list of voters. A poll worker will give you a ballot.\n\n**For paper ballots**\n 1. **Mark (fill out)** your ballot by following the instructions.\n 2. **Tear off** the stub at the top of the ballot. You may use this stub later to check that your ballot was counted.\n 3. To preserve the secrecy of your vote you will **place your ballot** in an envelope or folder, or fold it if instructed by your county.\n 4. **Cast** your ballot by following the procedures required by your county.\n 5. **Put your ballot** into either a ballot box or a scanner if your polling location uses a scanner.\n\n**For touchscreen voting machines**\n\nNot all California counties use the same type of touchscreen voting machines.\n 1. The poll worker will give you either a unique passcode or a computer memory card to gain access to the type of touchscreen in your county.\n 2. Follow the instructions on the machine.\n 3. If you have questions, ask a poll worker.\n",
                  "---\ntitle: \"Ways to vote section title\"\npublished: false\nweight: -10\nsection: \"ways-to-vote\"\npriority: \"Minor\"\n---\n\n"
               ]
            },
            "2016-04-19": {
               "election-office-contact": [
                  "---\ntitle: \"Election office contact section title\"\npublished: false\nweight: -10\nsection: \"election-office-contact\"\npriority: \"Minor\"\n---\n\n"
               ],
               "important-dates-deadlines": [
                  "---\ntitle: \"When do I vote?\"\npublished: true\nweight: 4\nsection: \"important-dates-deadlines\"\npriority: \"Minor\"\n---\n#### Before Election Day\n> Both **vote-by-mail** and **early-in-person** voting always start _29 days before Election Day_.  \n\n#### By Mail\n> From **Monday, March 21** through **Election Day, Tuesday, April 19.**  \n> - Your completed vote-by-mail ballot must be **postmarked** on or before **Election Day.**  \n> - Once mailed and postmarked, the ballot must be **received** by the elections office **no later than 3 days after Election Day.**  \n\n#### Early-in-person\n> From **Monday, March 21** through **Monday, April 18.** Some early voting locations are also open through Election Day.  \n\n#### On Election day  \n> Tuesday, April 19, from **7 a.m. to 8 p.m.**  \n\nFor detailed information check [Ways to Vote](#section-ways-to-vote).  \n",
                  "---\ntitle: \"When is the voter registration deadline?\"\npublished: true\nweight: 2\nsection: \"important-dates-deadlines\"\npriority: \"Minor\"\n---\nThe voter registration application deadline is **no later than Monday, April 4.**  \n\nIt is important that your voter registration application be filled out completely and:  \n- Submitted online no later than midnight 15 days before the election\n- **OR** postmarked or hand-delivered to your county elections office at least 15 days before the election.\n\nIf you **miss the deadline** your application will still be processed.  If approved, you will be able to vote in future elections.  \n\n[Check the status of your voter registration](http://www.sos.ca.gov/elections/registration-status/) to make sure you’re registered.  \n\nFor detailed information check [Register to Vote](#section-register-to-vote).\n",
                  "---\ntitle: \"Important dates and deadlines section title\"\npublished: false\nweight: -10\nsection: \"important-dates-deadlines\"\npriority: \"Minor\"\n---\n\n"
               ],
               "more-voting-info": [
                  "---\ntitle: \"More voting info section title\"\npublished: false\nweight: -10\nsection: \"more-voting-info\"\npriority: \"Minor\"\n---\n\n"
               ],
               "my-polling-place": [
                  "---\ntitle: \"My polling place section title\"\npublished: false\nweight: -10\nsection: \"my-polling-place\"\npriority: \"Minor\"\n---\n\n"
               ],
               "my-rights-as-a-voter": [
                  "---\ntitle: \"My rights as a voter section title\"\npublished: false\nweight: -10\nsection: \"my-rights-as-a-voter\"\npriority: \"Minor\"\n---\n\n"
               ],
               "register-to-vote": [
                  "---\ntitle: \"Voting is Easy:  Sign Up, Get Ready, Vote!\"\npublished: true\nweight: 1\nsection: \"register-to-vote\"\npriority: \"Minor\"\n---\n\n\n#### 1. Sign Up!\n\n- You are eligible to vote if you are a U.S. citizen, 18 years or older.\n- You must register to get on the official list of voters in your county.  \n  The deadline to register is **Monday, April 4** to vote in the election.\n- You can pick up a voter registration form at your library or post office, have a registration form mailed to you by calling 1-800-345-8683, or fill out the form online at [www.registertovote.ca.gov](http://registertovote.ca.gov//).\n- It is important to fill out the form completely. You will be asked to include your driver license number or other identification.\n- Once you are on the list, you only need to re-register if you change your address, change your name, or want to change your political party.  \n\nFor more information, check [Can I Register To Vote?](#menu-item-can-i-register-to-vote)\n\n#### 2. Get Ready!\n\n- Before you vote, it helps to learn about what you will be voting on.\n- All registered voters receive two things in the mail:  \n\t1. A Sample Ballot that lists everything that will be on your ballot along with where you vote (your “polling place”).\n\t2. An Official Voter Information Guide about statewide candidates and measures.\n- You can use this Voter's Edge California site for more information about everything on your ballot plus a handy way to find your [polling place](#section-my-polling-place).   \n\nFind your [polling place and ballot](#section-my-polling-place).\n\n#### 3. Vote!\n\n- You choose whether to vote at your polling place or use a “vote-by-mail” ballot.\n- For voting in person, the polls are open from 7 a.m. to 8 p.m.  You may also be able to vote before election day at your county elections office.  \n\tIf you registered and your name is not on the list of voters at your assigned polling place, you can vote using a “provisional ballot.”\n- To vote by mail, use the form in your Sample Ballot to request a “vote by mail” ballot to be sent to you.  The deadline to ask for one is **Tuesday, April 12**.  When your “vote by mail” ballot comes, fill it out and mail it back so that it is postmarked **no later than** Election Day.  You may also drop it off at any polling place in your county on election day.  You can sign up to get a “vote by mail” ballot for every election.\n\nCheck [Ways to Vote](#section-ways-to-vote) for more information.\n\nVisit the **[Easy Voter Guide](http://www.easyvoterguide.org/)** for more voting information and to download a copy, and get your [Voting is Easy as 1-2-3](http://www.easyvoterguide.org/wp-content/uploads/2010/09/Voting1-2-3-June2016.pdf) flyer here!  \n",
                  "---\ntitle: \"When should I register to vote?\"\npublished: true\nweight: 4\nsection: \"register-to-vote\"\npriority: \"Minor\"\n---\n\n**Fill out a voter registration form no later than Monday, April 4.**  \n\nIt is important that your voter registration application be filled out completely and:  \n- Submitted online before midnight 15 days before the election; or  \n- Postmarked or hand-delivered to your county elections office at least 15 days before the election.  \n\nIf you **miss the deadline** your application will still be processed.  If approved, you will be able to vote in future elections.\n",
                  "---\ntitle: \"Register to vote section title\"\npublished: false\nweight: -10\nsection: \"register-to-vote\"\npriority: \"Minor\"\n---\n\n"
               ],
               "voting-basics": [
                  "---\ntitle: \"Voting basics section title\"\npublished: false\nweight: -10\nsection: \"voting-basics\"\npriority: \"Minor\"\n---\n\n"
               ],
               "ways-to-vote": [
                  "---\ntitle: \"Vote at the Polls on Election Day\"\npublished: true\nweight: 6\nsection: \"ways-to-vote\"\npriority: \"Minor\"\n---\n**How do I vote at the polling place in person?**\n> Polling places are open from 7 a.m. to 8 p.m. on Tuesday, April 19.\n\n**How do I find my polling place?**\n- If you provided your voting address, then your polling location is printed here in the [My Voting Location](#section-my-polling-place) section of this site.\n- You can find your polling place location on the back of the Sample Ballot (or voter information pamphlet) mailed to you by your county; or,\n- You can contact your [County Elections Office](#section-election-office-contact) to find your polling place.\n- You can text \"Vote\" to GOVOTE (468683); or\n- You can call (800) 345-VOTE (8683) and choose option 5.\n\n**What are the basic steps for voting in person?**\n\n**Go to the registration table**. Say your name and address and sign the list of voters. A poll worker will give you a ballot.\n\n**For paper ballots**\n 1. **Mark (fill out)** your ballot by following the instructions.\n 2. **Tear off** the stub at the top of the ballot. You may use this stub later to check that your ballot was counted.\n 3. To preserve the secrecy of your vote you will **place your ballot** in an envelope or folder, or fold it if instructed by your county.\n 4. **Cast** your ballot by following the procedures required by your county.\n 5. **Put your ballot** into either a ballot box or a scanner if your polling location uses a scanner.\n\n**For touchscreen voting machines**\n\nNot all California counties use the same type of touchscreen voting machines.\n 1. The poll worker will give you either a unique passcode or a computer memory card to gain access to the type of touchscreen in your county.\n 2. Follow the instructions on the machine.\n 3. If you have questions, ask a poll worker.\n",
                  "---\ntitle: \"Ways to vote section title\"\npublished: false\nweight: -10\nsection: \"ways-to-vote\"\npriority: \"Minor\"\n---\n\n",
                  "---\ntitle: \"Vote by Mail\"\npublished: true\nweight: 2\nsection: \"ways-to-vote\"\npriority: \"Minor\"\n---\n\n**Request** a vote-by-mail ballot from your [County Elections Office.](#section-election-office-contact)\n\nMake sure that you send in your request so that it’s received by your county elections office _**no later**_ than Tuesday, April 12, by 5 PM.   \n\n**Follow the directions to fill out your ballot and envelope.**  \n1. **Mark** your vote-by-mail ballot.\n2. **Place** the vote-by-mail ballot in the special envelope provided by your county’s election office.\n3. **Fill out** the information on the envelope.  \n\t**Don't forget to sign** the back of the envelope.  \n    **Seal** the envelope.  \n4. You may have to put **postage** on the envelope.  \n\tMake sure that you use the right amount of postage.  \n\n**Return the ballot:**\n1. **By mail** **or**\n2. **Drop it off** at a location designated by your county **or**\n3. **Drop it off** at any polling place in your county by 8 pm on Election Day.  \n\nYou can have a relative or person living in your house drop off your vote-by-mail ballot at a polling place on election day. Fill in the information on the return envelope.  \n\n**If you mail your ballot back, don’t delay.**  \n\nYour completed vote-by-mail ballot must be **postmarked** on or before **Tuesday, April 19.**\n\nOnce mailed and postmarked, the ballot must be **received** by the elections office **no later than Friday, April 22.**\n"
               ]
            },
            "2016-05-03": {
               "election-office-contact": [
                  "---\ntitle: \"Election office contact section title\"\npublished: false\nweight: -10\nsection: \"election-office-contact\"\npriority: \"Minor\"\n---\n\n"
               ],
               "important-dates-deadlines": [
                  "---\ntitle: \"When is the vote-by-mail application deadline?\"\npublished: true\nweight: 3\nsection: \"important-dates-deadlines\"\npriority: \"Minor\"\n---\nYour vote-by-mail request must be received in the county elections office **no later than Tuesday, April 26, by 5 PM.**  \n\nFor detailed information check [How do I vote by mail?](#menu-item-vote-by-mail)\n",
                  "---\ntitle: \"When is the voter registration deadline?\"\npublished: true\nweight: 2\nsection: \"important-dates-deadlines\"\npriority: \"Minor\"\n---\nThe voter registration application deadline is **no later than Monday, April 18.**  \n\nIt is important that your voter registration application be filled out completely and:  \n- Submitted online no later than midnight 15 days before the election\n- **OR** postmarked or hand-delivered to your county elections office at least 15 days before the election.\n\nIf you **miss the deadline** your application will still be processed.  If approved, you will be able to vote in future elections.  \n\n[Check the status of your voter registration](http://www.sos.ca.gov/elections/registration-status/) to make sure you’re registered.  \n\nFor detailed information check [Register to Vote](#section-register-to-vote).\n",
                  "---\ntitle: \"Important dates and deadlines section title\"\npublished: false\nweight: -10\nsection: \"important-dates-deadlines\"\npriority: \"Minor\"\n---\n\n",
                  "---\ntitle: \"When do I vote?\"\npublished: true\nweight: 4\nsection: \"important-dates-deadlines\"\npriority: \"Minor\"\n---\n#### Before Election Day\n> Both **vote-by-mail** and **early-in-person** voting always start _29 days before Election Day_.  \n\n#### By Mail\n> From **Monday, April 4** through **Election Day, Tuesday, May 3.**  \n> - Your completed vote-by-mail ballot must be **postmarked** on or before **Election Day.**  \n> - Once mailed and postmarked, the ballot must be **received** by the elections office **no later than 3 days after Election Day.**  \n\n#### Early-in-person\n> From **Monday, April 4** through **Monday, May 2.** Some early voting locations are also open through Election Day.  \n\n#### On Election day  \n> Tuesday, May 3, from **7 a.m. to 8 p.m.**  \n\nFor detailed information check [Ways to Vote](#section-ways-to-vote).  \n"
               ],
               "more-voting-info": [
                  "---\ntitle: \"More voting info section title\"\npublished: false\nweight: -10\nsection: \"more-voting-info\"\npriority: \"Minor\"\n---\n\n"
               ],
               "my-polling-place": [
                  "---\ntitle: \"My polling place section title\"\npublished: false\nweight: -10\nsection: \"my-polling-place\"\npriority: \"Minor\"\n---\n\n"
               ],
               "my-rights-as-a-voter": [
                  "---\ntitle: \"My rights as a voter section title\"\npublished: false\nweight: -10\nsection: \"my-rights-as-a-voter\"\npriority: \"Minor\"\n---\n\n"
               ],
               "register-to-vote": [
                  "---\ntitle: \"When should I register to vote?\"\npublished: true\nweight: 4\nsection: \"register-to-vote\"\npriority: \"Minor\"\n---\n\n**Fill out a voter registration form no later than Monday, April 18.**  \n\nIt is important that your voter registration application be filled out completely and:  \n- Submitted online before midnight 15 days before the election; or  \n- Postmarked or hand-delivered to your county elections office at least 15 days before the election.  \n\nIf you **miss the deadline** your application will still be processed.  If approved, you will be able to vote in future elections.\n",
                  "---\ntitle: \"Voting is Easy:  Sign Up, Get Ready, Vote!\"\npublished: true\nweight: 1\nsection: \"register-to-vote\"\npriority: \"Minor\"\n---\n\n\n#### 1. Sign Up!\n\n- You are eligible to vote if you are a U.S. citizen, 18 years or older.\n- You must register to get on the official list of voters in your county.  \n  The deadline to register is **Monday, April 18** to vote in the election.\n- You can pick up a voter registration form at your library or post office, have a registration form mailed to you by calling 1-800-345-8683, or fill out the form online at [www.registertovote.ca.gov](http://registertovote.ca.gov//).\n- It is important to fill out the form completely. You will be asked to include your driver license number or other identification.\n- Once you are on the list, you only need to re-register if you change your address, change your name, or want to change your political party.  \n\nFor more information, check [Can I Register To Vote?](#menu-item-can-i-register-to-vote)\n\n#### 2. Get Ready!\n\n- Before you vote, it helps to learn about what you will be voting on.\n- All registered voters receive two things in the mail:  \n\t1. A Sample Ballot that lists everything that will be on your ballot along with where you vote (your “polling place”).\n\t2. An Official Voter Information Guide about statewide candidates and measures.\n- You can use this Voter's Edge California site for more information about everything on your ballot plus a handy way to find your [polling place](#section-my-polling-place).   \n\nFind your [polling place and ballot](#section-my-polling-place).\n\n#### 3. Vote!\n\n- You choose whether to vote at your polling place or use a “vote-by-mail” ballot.\n- For voting in person, the polls are open from 7 a.m. to 8 p.m.  You may also be able to vote before election day at your county elections office.  \n\tIf you registered and your name is not on the list of voters at your assigned polling place, you can vote using a “provisional ballot.”\n- To vote by mail, use the form in your Sample Ballot to request a “vote by mail” ballot to be sent to you.  The deadline to ask for one is **Tuesday, April 26**.  When your “vote by mail” ballot comes, fill it out and mail it back so that it is postmarked **no later than** Election Day.  You may also drop it off at any polling place in your county on election day.  You can sign up to get a “vote by mail” ballot for every election.\n\nCheck [Ways to Vote](#section-ways-to-vote) for more information.\n\nVisit the **[Easy Voter Guide](http://www.easyvoterguide.org/)** for more voting information and to download a copy, and get your [Voting is Easy as 1-2-3](http://www.easyvoterguide.org/wp-content/uploads/2010/09/Voting1-2-3-June2016.pdf) flyer here!  \n",
                  "---\ntitle: \"Register to vote section title\"\npublished: false\nweight: -10\nsection: \"register-to-vote\"\npriority: \"Minor\"\n---\n\n"
               ],
               "voting-basics": [
                  "---\ntitle: \"Voting basics section title\"\npublished: false\nweight: -10\nsection: \"voting-basics\"\npriority: \"Minor\"\n---\n\n"
               ],
               "ways-to-vote": [
                  "---\ntitle: \"Vote by Mail\"\npublished: true\nweight: 2\nsection: \"ways-to-vote\"\npriority: \"Minor\"\n---\n\n**Request** a vote-by-mail ballot from your [County Elections Office.](#section-election-office-contact)\n\nMake sure that you send in your request so that it’s received by your county elections office _**no later**_ than Tuesday, April 26, by 5 PM.   \n\n**Follow the directions to fill out your ballot and envelope.**  \n1. **Mark** your vote-by-mail ballot.\n2. **Place** the vote-by-mail ballot in the special envelope provided by your county’s election office.\n3. **Fill out** the information on the envelope.  \n\t**Don't forget to sign** the back of the envelope.  \n    **Seal** the envelope.  \n4. You may have to put **postage** on the envelope.  \n\tMake sure that you use the right amount of postage.  \n\n**Return the ballot:**\n1. **By mail** **or**\n2. **Drop it off** at a location designated by your county **or**\n3. **Drop it off** at any polling place in your county by 8 pm on Election Day.  \n\nYou can have a relative or person living in your house drop off your vote-by-mail ballot at a polling place on election day. Fill in the information on the return envelope.  \n\n**If you mail your ballot back, don’t delay.**  \n\nYour completed vote-by-mail ballot must be **postmarked** on or before **Tuesday, May 3.**\n\nOnce mailed and postmarked, the ballot must be **received** by the elections office **no later than Friday, May 6.**\n",
                  "---\ntitle: \"Vote at the Polls on Election Day\"\npublished: true\nweight: 6\nsection: \"ways-to-vote\"\npriority: \"Minor\"\n---\n**How do I vote at the polling place in person?**\n> Polling places are open from 7 a.m. to 8 p.m. on Tuesday, May 3.\n\n**How do I find my polling place?**\n- If you provided your voting address, then your polling location is printed here in the [My Voting Location](#section-my-polling-place) section of this site.\n- You can find your polling place location on the back of the Sample Ballot (or voter information pamphlet) mailed to you by your county; or,\n- You can contact your [County Elections Office](#section-election-office-contact) to find your polling place.\n- You can text \"Vote\" to GOVOTE (468683); or\n- You can call (800) 345-VOTE (8683) and choose option 5.\n\n**What are the basic steps for voting in person?**\n\n**Go to the registration table**. Say your name and address and sign the list of voters. A poll worker will give you a ballot.\n\n**For paper ballots**\n 1. **Mark (fill out)** your ballot by following the instructions.\n 2. **Tear off** the stub at the top of the ballot. You may use this stub later to check that your ballot was counted.\n 3. To preserve the secrecy of your vote you will **place your ballot** in an envelope or folder, or fold it if instructed by your county.\n 4. **Cast** your ballot by following the procedures required by your county.\n 5. **Put your ballot** into either a ballot box or a scanner if your polling location uses a scanner.\n\n**For touchscreen voting machines**\n\nNot all California counties use the same type of touchscreen voting machines.\n 1. The poll worker will give you either a unique passcode or a computer memory card to gain access to the type of touchscreen in your county.\n 2. Follow the instructions on the machine.\n 3. If you have questions, ask a poll worker.\n",
                  "---\ntitle: \"Ways to vote section title\"\npublished: false\nweight: -10\nsection: \"ways-to-vote\"\npriority: \"Minor\"\n---\n\n"
               ]
            },
            "2016-06-07": {
               "election-office-contact": [
                  "---\ntitle: \"Election office contact section title\"\npublished: false\nweight: -10\nsection: \"election-office-contact\"\npriority: \"Minor\"\n---\n\n"
               ],
               "important-dates-deadlines": [
                  "---\ntitle: \"When is the vote-by-mail application deadline?\"\npublished: false\nweight: 3\nsection: \"important-dates-deadlines\"\npriority: \"Minor\"\n---\n\nYour vote-by-mail request must be received in the county elections office **no later than Tuesday, May 31, by 5 PM.**  \n\nFor detailed information check [How do I vote by mail?](#menu-item-¿cómo-voto-por-correo)\n",
                  "---\ntitle: \"When is the voter registration deadline?\"\npublished: false\nweight: 2\nsection: \"important-dates-deadlines\"\npriority: \"Minor\"\n---\nThe voter registration application deadline is **no later than Monday, May 23.**  \n\nIt is important that your voter registration application be filled out completely and:  \n- Submitted online no later than midnight 15 days before the election\n- **OR** postmarked or hand-delivered to your county elections office at least 15 days before the election.\n\nIf you **miss the deadline** your application will still be processed.  If approved, you will be able to vote in future elections.  \n\n[Check the status of your voter registration](http://www.sos.ca.gov/elections/registration-status/) to make sure you’re registered.  \n\nFor detailed information check [Register to Vote](#section-register-to-vote).\n",
                  "---\ntitle: \"When do I vote?\"\npublished: false\nweight: 4\nsection: \"important-dates-deadlines\"\npriority: \"Minor\"\n---\n#### Before Election Day\n> Both **vote-by-mail** and **early-in-person** voting always start _29 days before Election Day_.  \n\n#### By Mail\n> From **Monday, May 9** through **Election Day, Tuesday, June 7.**  \n> - Your completed vote-by-mail ballot must be **postmarked** on or before **Election Day.**  \n> - Once mailed and postmarked, the ballot must be **received** by the elections office **no later than 3 days after Election Day.**  \n\n#### Early-in-person\n> From **Monday, May 9** through **Monday, June 6.** Some early voting locations are also open through Election Day.  \n\n#### On Election day  \n> Tuesday, June 7, from **7 a.m. to 8 p.m.**  \n\nFor detailed information check [Ways to Vote](#section-ways-to-vote).  \n",
                  "---\ntitle: \"Important dates and deadlines section title\"\npublished: false\nweight: -10\nsection: \"important-dates-deadlines\"\npriority: \"Minor\"\n---\n\n"
               ],
               "more-voting-info": [
                  "---\ntitle: \"More voting info section title\"\npublished: false\nweight: -10\nsection: \"more-voting-info\"\npriority: \"Minor\"\n---\n\n"
               ],
               "my-polling-place": [
                  "---\ntitle: \"My polling place section title\"\npublished: false\nweight: -10\nsection: \"my-polling-place\"\npriority: \"Minor\"\n---\n\n"
               ],
               "my-rights-as-a-voter": [
                  "---\ntitle: \"My rights as a voter section title\"\npublished: false\nweight: -10\nsection: \"my-rights-as-a-voter\"\npriority: \"Minor\"\n---\n\n"
               ],
               "register-to-vote": [
                  "---\ntitle: \"When should I register to vote?\"\npublished: false\nweight: 4\nsection: \"register-to-vote\"\npriority: \"Minor\"\n---\n\n**Fill out a voter registration form no later than Monday, May 23.**  \n\nIt is important that your voter registration application be filled out completely and:  \n- Submitted online before midnight 15 days before the election; or  \n- Postmarked or hand-delivered to your county elections office at least 15 days before the election.  \n\nIf you **miss the deadline** your application will still be processed.  If approved, you will be able to vote in future elections.\n",
                  "---\ntitle: \"Voting is Easy:  Sign Up, Get Ready, Vote!\"\npublished: false\nweight: 1\nsection: \"register-to-vote\"\npriority: \"Minor\"\n---\n\n\n#### 1. Sign Up!\n\n- You are eligible to vote if you are a U.S. citizen, 18 years or older.\n- You must register to get on the official list of voters in your county.  \n  The deadline to register is **Monday, May 23** to vote in the June 7 election.\n- You can pick up a voter registration form at your library or post office, have a registration form mailed to you by calling 1-800-345-8683, or fill out the form online at [www.registertovote.ca.gov](http://registertovote.ca.gov//).\n- It is important to fill out the form completely. You will be asked to include your driver license number or other identification.\n- Once you are on the list, you only need to re-register if you change your address, change your name, or want to change your political party.  \n\nFor more information, check [Can I Register To Vote?](#menu-item-can-i-register-to-vote)\n\n#### 2. Get Ready!\n\n- Before you vote, it helps to learn about what you will be voting on.\n- All registered voters receive two things in the mail:  \n\t1. A Sample Ballot that lists everything that will be on your ballot along with where you vote (your “polling place”).\n\t2. An Official Voter Information Guide about statewide candidates and measures.\n- You can use this Voter's Edge California site for more information about everything on your ballot plus a handy way to find your [polling place](#section-my-polling-place).   \n\nFind your [polling place and ballot](#section-my-polling-place).\n\n#### 3. Vote!\n\n- You choose whether to vote at your polling place or use a “vote-by-mail” ballot.\n- For voting in person, the polls are open from 7 a.m. to 8 p.m.  You may also be able to vote before election day at your county elections office.  \n\tIf you registered and your name is not on the list of voters at your assigned polling place, you can vote using a “provisional ballot.”\n- To vote by mail, use the form in your Sample Ballot to request a “vote by mail” ballot to be sent to you.  The deadline to ask for one is **Tuesday, May 31**.  When your “vote by mail” ballot comes, fill it out and mail it back so that it is postmarked **no later than** Election Day.  You may also drop it off at any polling place in your county on election day.  You can sign up to get a “vote by mail” ballot for every election.\n\nCheck [Ways to Vote](#section-ways-to-vote) for more information.\n\nVisit the **[Easy Voter Guide](http://www.easyvoterguide.org/)** for more voting information and to download a copy, and get your [Voting is Easy as 1-2-3](http://www.easyvoterguide.org/wp-content/uploads/2010/09/Voting1-2-3-June2016.pdf) flyer here!  \n",
                  "---\ntitle: \"Register to vote section title\"\npublished: false\nweight: -10\nsection: \"register-to-vote\"\npriority: \"Minor\"\n---\n\n"
               ],
               "voting-basics": [
                  "---\ntitle: \"Voting basics section title\"\npublished: false\nweight: -10\nsection: \"voting-basics\"\npriority: \"Minor\"\n---\n\n"
               ],
               "ways-to-vote": [
                  "---\ntitle: \"Vote at the Polls on Election Day\"\npublished: false\nweight: 6\nsection: \"ways-to-vote\"\npriority: \"Minor\"\n---\n**How do I vote at the polling place in person?**  \n> Polling places are open from 7 a.m. to 8 p.m. on Tuesday, June 7.  \n\n**How do I find my polling place?**   \n- If you provided your voting address, then your polling location is printed here in the [My Voting Location](#section-my-polling-place) section of this site.  \n- You can find your polling place location on the back of the Sample Ballot (or voter information pamphlet) mailed to you by your county; or,  \n- You can contact your [County Elections Office](#section-election-office-contact) to find your polling place.  \n- You can text \"Vote\" to GOVOTE (468683); or  \n- You can call (800) 345-VOTE (8683) and choose option 5.  \n\n**What are the basic steps for voting in person?**  \n\n**Go to the registration table**. Say your name and address and sign the list of voters. A poll worker will give you a ballot.  \n\n**For paper ballots**  \n 1. **Mark (fill out)** your ballot by following the instructions.  \n 2. **Tear off** the stub at the top of the ballot. You may use this stub later to check that your ballot was counted.  \n 3. To preserve the secrecy of your vote you will **place your ballot** in an envelope or folder, or fold it if instructed by your county.  \n 4. **Cast** your ballot by following the procedures required by your county.  \n 5. **Put your ballot** into either a ballot box or a scanner if your polling location uses a scanner.  \n\n**For touchscreen voting machines**  \n\nNot all California counties use the same type of touchscreen voting machines.  \n 1. The poll worker will give you either a unique passcode or a computer memory card to gain access to the type of touchscreen in your county.  \n 2. Follow the instructions on the machine.  \n 3. If you have questions, ask a poll worker.\n",
                  "---\ntitle: \"Vote by Mail\"\npublished: false\nweight: 2\nsection: \"ways-to-vote\"\npriority: \"Minor\"\n---\n\n**Request** a vote-by-mail ballot from your [County Elections Office.](#section-election-office-contact)\n\nMake sure that you send in your request so that it’s received by your county elections office _**no later**_ than Tuesday, May 31, by 5 PM.   \n\n**Follow the directions to fill out your ballot and envelope.**  \n1. **Mark** your vote-by-mail ballot.\n2. **Place** the vote-by-mail ballot in the special envelope provided by your county’s election office.\n3. **Fill out** the information on the envelope.  \n\t**Don't forget to sign** the back of the envelope.  \n    **Seal** the envelope.  \n4. You may have to put **postage** on the envelope.  \n\tMake sure that you use the right amount of postage.  \n\n**Return the ballot:**\n1. **By mail** **or**\n2. **Drop it off** at a location designated by your county **or**\n3. **Drop it off** at any polling place in your county by 8 pm on Election Day.  \n\nYou can have a relative or person living in your house drop off your vote-by-mail ballot at a polling place on election day. Fill in the information on the return envelope.  \n\n**If you mail your ballot back, don’t delay.**  \n\nYour completed vote-by-mail ballot must be **postmarked** on or before **Tuesday, June 7.**\n\nOnce mailed and postmarked, the ballot must be **received** by the elections office **no later than Friday, June 10.**\n",
                  "---\ntitle: \"Ways to vote section title\"\npublished: false\nweight: -10\nsection: \"ways-to-vote\"\npriority: \"Minor\"\n---\n\n"
               ]
            },
            "2016-11-08": {
               "election-office-contact": [
                  "---\ntitle: \"Election office contact section title\"\npublished: false\nweight: -10\nsection: \"election-office-contact\"\npriority: \"Minor\"\n---\n\n"
               ],
               "important-dates-deadlines": [
                  "---\ntitle: \"¿Cuando voto?\"\npublished: false\nweight: 4\nsection: \"important-dates-deadlines\"\npriority: \"Minor\"\n---\n**Antes del día de las elecciones**  \nTanto la **votación por correo** como **la votación anticipada en persona** comienzan siempre _29 días antes del día de las elecciones_.\n\n**Por correo postal**  \nDesde el **lunes 10 de octubre**\\* hasta el **día de las elecciones, martes 8 de noviembre.**\n\t•\tSu boleta electoral para voto por correo completada deberá estar **sellada** el **día de las elecciones, martes 8 de noviembre, o antes.**\n\t•\tUna vez enviada por correo y sellada, la boleta electoral deberá **recibirse** en la oficina electoral **a más tardar 3 días de trabajo después del día de las elecciones.**\n\n**Voto anticipado en persona**  \nDesde el **lunes 10 de octubre**\\* hasta el **lunes 7 de noviembre.** Algunos lugares para votaciones anticipadas también permanecen abiertos el día de las elecciones.\n\n**El día de las elecciones**  \n**Martes 8 de noviembre**, desde las **7 a. m. hasta las 8 p. m.**  \n\nPara obtener información detallada, consulte la sección [Formas de votar](#section-ways-to-vote).  \n\n*El lunes 10 de octubre se celebra el Día de la Raza (Columbus Day) y es posible que algunas oficinas electorales permanezcan cerradas. Consulte en [la oficina electoral de su condado](#section-election-office-contact) para saber si tienen lugares abiertos.\n",
                  "---\ntitle: \"¿Cual es la fecha límite para inscribirse para votar?\"\npublished: false\nweight: 2\nsection: \"important-dates-deadlines\"\npriority: \"Minor\"\n---\nLa fecha límite para presentar la solicitud de inscripción del elector es **a más tardar el lunes 24 de octubre.**  \n\nEs importante que llene por completo su solicitud de inscripción del elector y:  \n\t•\tla presente en línea antes de la medianoche, 15 días antes de la elección  \n\t•\t**O** la entregue por correo o en persona en la oficina electoral de su condado al menos 15 días antes de la elección.  \n  \nSi **no cumple con la fecha límite**, aun así se procesará su solicitud. Si se aprueba, usted podrá votar en las próximas elecciones.  \n\n[Verifique el estado de su inscripción del elector](http://www.sos.ca.gov/elections/registration-status/) para asegurarse de que esté inscrito.  \n\nPara obtener información detallada, consulte la sección [Inscríbase para votar.](#section-register-to-vote).\n",
                  "---\ntitle: \"¿Cual es la fecha límite para presentar su solicitud de voto por correo?\"\npublished: false\nweight: 3\nsection: \"important-dates-deadlines\"\npriority: \"Minor\"\n---\nSu solicitud de voto por correo deberá recibirse en la oficina de elecciones del condado **a más tardar el martes 1.º de noviembre, antes de las 5 p. m.**  \n  \nPara obtener información detallada, consulte la sección [¿Cómo voto por correo?](#menu-item-¿cómo-voto-por-correo)\n",
                  "---\ntitle: \"Important dates and deadlines section title\"\npublished: false\nweight: -10\nsection: \"important-dates-deadlines\"\npriority: \"Minor\"\n---\n\n"
               ],
               "more-voting-info": [
                  "---\ntitle: \"More voting info section title\"\npublished: false\nweight: -10\nsection: \"more-voting-info\"\npriority: \"Minor\"\n---\n\n"
               ],
               "my-polling-place": [
                  "---\ntitle: \"Ways to vote section title\"\npublished: false\nweight: -10\nsection: \"ways-to-vote\"\npriority: \"Minor\"\n---\n\n"
               ],
               "my-rights-as-a-voter": [
                  "---\ntitle: \"Election 2016 Controversies: The Brennan Center for Justice\"\npublished: true\nweight: 3\nsection: \"my-rights-as-a-voter\"\npriority: \"Minor\"\n---\n\nThe [Brennan Center for Justice](https://www.brennancenter.org/about) writes:  \n\nThe 2016 election has been like no other. It’s rife with sensational claims from both sides about some of the core tenets of American democracy. From assertions the election will be “rigged” to questions about handling of classified material to debates on a nationwide crime wave, there are plenty of issues to unpack. But what’s the truth behind the rhetoric and political posturing?  \n  \n[“Election 2016 Controversies”](https://www.brennancenter.org/election-2016-controversies) will assess issues related to democracy, justice, and the rule of law ahead of November. The series includes Brennan Center briefing memos, research, opinion pieces, and relevant news stories. It’s a one-stop-shop for factual information on some of the most important topics of 2016. This page will be updated frequently, so check back in for new developments through Election Day.  \n  \nCheck [Election 2016 Controversies](https://www.brennancenter.org/election-2016-controversies) for up to date information.  \n",
                  "---\ntitle: \"My rights as a voter section title\"\npublished: false\nweight: -10\nsection: \"my-rights-as-a-voter\"\npriority: \"Minor\"\n---\n\n"
               ],
               "register-to-vote": [
                  "---\ntitle: \"Register to vote section title\"\npublished: false\nweight: -10\nsection: \"register-to-vote\"\npriority: \"Minor\"\n---\n\n"
               ],
               "voting-basics": [
                  "---\ntitle: \"Voting basics section title\"\npublished: false\nweight: -10\nsection: \"voting-basics\"\npriority: \"Minor\"\n---\n\n"
               ],
               "ways-to-vote": [
                  "---\ntitle: \"Franquee y envíe a tiempo su boleta electoral por correo\"\npublished: false\nweight: 2\nsection: \"ways-to-vote\"\npriority: \"Minor\"\n---\n\n**Franqueo de su boleta electoral**  \nPara conocer el costo del franqueo, consulte a su [oficina electoral del condado](#section-election-office-contact).  Muchas boletas electorales necesitan sellos adicionales, así que vuelva a verificarlo.  \n\n**¡Envíe a tiempo su boleta electoral por correo!**  \nLas instrucciones detalladas se proporcionan arriba en [Voto por correo](#menu-item-¿cómo-voto-por-correo).  \n\nSiempre recomendamos que vote temprano para evitar la incertidumbre de enviar su voto por correo al último momento.  ¡Y no lo olvide! Si quiere esperar hasta el último momento, puede depositar la boleta electoral en cualquier lugar de votación en su condado en vez de enviarla por correo.  \n",
                  "---\ntitle: \"Ways to vote section title\"\npublished: false\nweight: -10\nsection: \"ways-to-vote\"\npriority: \"Minor\"\n---\n\n"
               ]
            },
            "2018-06-05": {
               "election-office-contact": [
                  "---\ntitle: \"Election office contact section title\"\npublished: false\nweight: -10\nsection: \"election-office-contact\"\npriority: \"Minor\"\n---\n\n"
               ],
               "important-dates-deadlines": [
                  "---\ntitle: \"¿Cual es la fecha límite para presentar su solicitud de voto por correo?\"\npublished: false\nweight: 3\nsection: \"important-dates-deadlines\"\npriority: \"Minor\"\n---\nSu solicitud de voto por correo deberá recibirse en la oficina de elecciones del condado **a más tardar el martes 31 de mayo, antes de las 5 p. m.**  \n  \nPara obtener información detallada, consulte la sección [¿Cómo voto por correo?](#menu-item-¿cómo-voto-por-correo)\n",
                  "---\ntitle: \"¿Cual es la fecha límite para inscribirse para votar?\"\npublished: false\nweight: 2\nsection: \"important-dates-deadlines\"\npriority: \"Minor\"\n---\nLa fecha límite para presentar la solicitud de inscripción del elector es **a más tardar el lunes 21 de mayo.**  \n\nEs importante que llene por completo su solicitud de inscripción del elector y:  \n\t•\tla presente en línea antes de la medianoche, 15 días antes de la elección  \n\t•\t**O** la entregue por correo o en persona en la oficina electoral de su condado al menos 15 días antes de la elección.  \n  \nSi **no cumple con la fecha límite**, aun así se procesará su solicitud. Si se aprueba, usted podrá votar en las próximas elecciones.  \n\n[Verifique el estado de su inscripción del elector](http://www.sos.ca.gov/elections/registration-status/) para asegurarse de que esté inscrito.  \n\nPara obtener información detallada, consulte la sección [Inscríbase para votar.](#section-register-to-vote).\n",
                  "---\ntitle: \"¿Cuando voto?\"\npublished: false\nweight: 4\nsection: \"important-dates-deadlines\"\npriority: \"Minor\"\n---\n**Antes del día de las elecciones**  \nTanto la **votación por correo** como **la votación anticipada en persona** comienzan siempre _29 días antes del día de las elecciones_.\n\n**Por correo postal**  \nDesde el **lunes 7 de mayo**\\* hasta el **día de las elecciones, martes 5 de junio.**\n\t•\tSu boleta electoral para voto por correo completada deberá estar **sellada** el **día de las elecciones, martes 5 de junio, o antes.**\n\t•\tUna vez enviada por correo y sellada, la boleta electoral deberá **recibirse** en la oficina electoral **a más tardar 3 días de trabajo después del día de las elecciones.**\n\n**Voto anticipado en persona**  \nDesde el **lunes 7 de mayo**\\* hasta el **lunes 4 de junio.** Algunos lugares para votaciones anticipadas también permanecen abiertos el día de las elecciones.\n\n**El día de las elecciones**  \n**Martes 5 de junio**, desde las **7 a. m. hasta las 8 p. m.**  \n\nPara obtener información detallada, consulte la sección [Formas de votar](#section-ways-to-vote).  \n\n*El lunes 28 de mayo se celebra el Día de los Caídos (Memorial Day) y es posible que algunas oficinas electorales permanezcan cerradas. Consulte en [la oficina electoral de su condado](#section-election-office-contact) para saber si tienen lugares abiertos.\n",
                  "---\ntitle: \"Important dates and deadlines section title\"\npublished: false\nweight: -10\nsection: \"important-dates-deadlines\"\npriority: \"Minor\"\n---\n\n"
               ],
               "more-voting-info": [
                  "---\ntitle: \"More voting info section title\"\npublished: false\nweight: -10\nsection: \"more-voting-info\"\npriority: \"Minor\"\n---\n\n"
               ],
               "my-polling-place": [
                  "---\ntitle: \"Ways to vote section title\"\npublished: false\nweight: -10\nsection: \"ways-to-vote\"\npriority: \"Minor\"\n---\n\n"
               ],
               "my-rights-as-a-voter": [
                  "---\ntitle: \"My rights as a voter section title\"\npublished: false\nweight: -10\nsection: \"my-rights-as-a-voter\"\npriority: \"Minor\"\n---\n\n"
               ],
               "register-to-vote": [
                  "---\ntitle: \"Votar es muy fácil: ¡regístrese, prepárese y vote!\"\npublished: true\nweight: 1\nsection: \"register-to-vote\"\npriority: \"Minor\"\n---\n\n\n#### 1. ¡Regístrese!\n\n- Usted es elegible para votar si es un ciudadano de los Estados Unidos de 18 años de edad o mayor.\n- Debe inscribirse para ser parte de la lista oficial de votantes de su condado.  \n  La fecha límite para inscribirse para votar en las elecciones es **a más tardar el martes 21 de mayo**.\n- Puede recoger un formulario de inscripción de votante en su biblioteca u oficina postal, solicitar que le llegue por correo llamando al 1-800-232-8682 o llenar el formulario en línea en [www.registertovote.ca.gov](http://registertovote.ca.gov//).\n- Es importante llenar toda la información del formulario. Se le pedirá que incluya el número de su licencia de manejo o de otra identificación.\n- Ya que esté en la lista, solamente deberá volver a registrarse si cambia de domicilio o de nombre, o si desea cambiar su partido político.  \n\nPara obtener más información, consulte [¿Puedo inscribirme para votar?](#menu-item-¿puedo-inscribirme-para-votar)\n\n#### 2. ¡Prepárese!\n\n- Estar enterado sobre lo que va a votar es útil antes de hacer su voto.\n- Todos los votantes inscritos reciben dos cosas por correo:  \n    - Una boleta de muestra (Sample Ballot) con la lista de todas las cosas que aparecerán en su boleta electoral, junto con la información sobre en dónde votar (su “lugar de votación”).  \n    - Una Guía oficial de información para el votante sobre los candidatos y las iniciativas de ley de todo el estado.  \n- Puede utilizar este sitio de Voter’s Edge California para obtener más información sobre todo lo que contiene su boleta electoral, además de que es una manera práctica de encontrar su [lugar de votación](#section-my-polling-place).  \n\nEncuentre su [lugar de votación y boleta electoral](#section-my-polling-place).\n\n#### 3. ¡Vote!\n\n- Usted elige si desea votar en su lugar de votación o utilizar una boleta electoral “por correo”.\n- Para votar en persona, los lugares de votación están abiertos de 7 a. m. a 8 p. m.  Es posible que también pueda votar antes del día de las elecciones en la oficina electoral de su condado.  \n\tSi ya se inscribió y su nombre no aparece en la lista de electores en el lugar de votación que se le asignó, puede votar utilizando una “boleta electoral provisional”.\n- Para votar por correo, utilice el formulario que se encuentra en su muestra de boleta electoral para solicitar que se le envíe una boleta electoral “por correo”.  La fecha límite para solicitarla es el **lunes 29 de mayo**.  Cuando reciba su boleta electoral “por correo”, llénela y regrésela por correo postal a tiempo para que lleve un matasellos **previo al** día de las elecciones.  También puede entregarla en cualquier lugar de votación de su condado el día de las elecciones.  Puede registrarse para recibir una boleta electoral “por correo” para todas las elecciones.\n\nPara obtener más información, consulte [Formas de votar](#section-ways-to-vote).\n\nVisite la **[Guía fácil para el votante](http://www.easyvoterguide.org/)** para obtener más información sobre las votaciones y descargar una copia; ¡también obtenga su folleto [Votar es tan fácil como contar 1-2-3](http://www.easyvoterguide.org/wp-content/uploads/2010/09/Voting1-2-3-June2016.pdf) aquí!  \n",
                  "---\ntitle: \"¿ Cuándo puedo inscribirme para votar?\"\npublished: true\nweight: 4\nsection: \"register-to-vote\"\npriority: \"Minor\"\n---\n\nEs importante que llene por completo su solicitud de inscripción de votante y:  \n- la presente en línea antes de la media noche, 15 días antes de la elección o  \n- la entregue por correo o en persona en la oficina electoral de su condado al menos 15 días antes de la elección.  \n\nSi **no cumple con la fecha límite**, aun así se procesará su solicitud.  Si se aprueba, usted podrá votar en las próximas elecciones.\n",
                  "---\ntitle: \"Register to vote section title\"\npublished: false\nweight: -10\nsection: \"register-to-vote\"\npriority: \"Minor\"\n---\n\n"
               ],
               "voting-basics": [
                  "---\ntitle: \"Voting basics section title\"\npublished: false\nweight: -10\nsection: \"voting-basics\"\npriority: \"Minor\"\n---\n\n"
               ],
               "ways-to-vote": [
                  "---\ntitle: \"Franquee y envíe a tiempo su boleta electoral por correo\"\npublished: false\nweight: 2\nsection: \"ways-to-vote\"\npriority: \"Minor\"\n---\n\n**Franqueo de su boleta electoral**  \nPara conocer el costo del franqueo, consulte a su [oficina electoral del condado](#section-election-office-contact).  Muchas boletas electorales necesitan sellos adicionales, así que vuelva a verificarlo.  \n\n**¡Envíe a tiempo su boleta electoral por correo!**  \nLas instrucciones detalladas se proporcionan arriba en [Voto por correo](#menu-item-¿cómo-voto-por-correo).  \n\nSiempre recomendamos que vote temprano para evitar la incertidumbre de enviar su voto por correo al último momento.  ¡Y no lo olvide! Si quiere esperar hasta el último momento, puede depositar la boleta electoral en cualquier lugar de votación en su condado en vez de enviarla por correo.  \n",
                  "---\ntitle: \"Ways to vote section title\"\npublished: false\nweight: -10\nsection: \"ways-to-vote\"\npriority: \"Minor\"\n---\n\n"
               ]
            }
         }
      }
   }
}