{"content": {"stateData": {"votingInfo": {"my-polling-place": ["---\ntitle: \"My Polling Place\"\npublished: true\nweight: 1\nsection: \"my-polling-place\"\npriority: \"Major\"\n---\n"], "register-to-vote": ["---\ntitle: \"Can I register to vote?\"\npublished: true\nweight: 1\nsection: \"register-to-vote\"\npriority: \"Minor\"\n---\nTo register to vote in Illinois:  \n- You must be a United States Citizen.  \n- You must be 17 years old on or before the date of the Primary Election and turn 18 on or before the date of the General Election.  \n- You must live in your election precinct at least 30 days prior to Election Day.  \n- You must not be convicted and in jail.  \n- You must not claim the right to vote anywhere else.  \n\n", "---\ntitle: \"Can I still vote if I move?\"\npublished: true\nweight: 6\nsection: \"register-to-vote\"\npriority: \"Minor\"\n---\n**If you moved within 27 days of the election within the same precinct** you can vote a full ballot by signing an affidavit at the polling place.  \n\n**If you moved within 30 days of the election outside of your precinct,** but you still live in the State, you may update your registration to your new address using grace period registration through Election Day. Alternatively, you may vote a full ballot in your old polling place after completing an affidavit.  \n\n**If you moved more than 30 days before the election outside of your precinct but within the same county or municipality,** you may update your registration using grace period registration through Election Day. Alternatively you may vote for federal offices only after completing an address correction form.  \n\n**If you moved more than 30 days before the election out of your county or municipality,** you can only vote by re-registering from your new address.  \n\nIf any change in your name or address has occurred, please remember to contact [your election authority](http://www.elections.il.gov/ElectionAuthorities/ElecAuthorityList.aspx) to update your registration. However, even if you forget to update your information, **note that grace period registration is now available through Election Day in Illinois.**\n\n", "---\ntitle: \"How do I know if I am registered to vote?\"\npublished: true\nweight: 5\nsection: \"register-to-vote\"\npriority: \"Minor\"\n---\nWithin three weeks after you submit your voter registration application, **you will receive a voter ID card in the mail.** Once you receive this card, you are officially registered. If you do not receive the voter ID card within three weeks of registering, contact [your election authority](http://www.elections.il.gov/ElectionAuthorities/ElecAuthorityList.aspx).  \n\n**You can verify your registration online** at the Illinois Election Authority’s [Registration and Polling Place Information](http://www.elections.il.gov/VotingInformation/RegistrationLookup.aspx) site by providing your first name, last name, and zip code.  \n", "---\ntitle: \"How do I register to vote?\"\npublished: true\nweight: 2\nsection: \"register-to-vote\"\npriority: \"Minor\"\n---\nYou can register to vote **on the web** at the [Illinois Online Voter Application](https://ova.elections.il.gov/) site if you have an Illinois driver's license or state ID.  \n\nYou can register to vote **by mail** by downloading a [mail-in voter application](http://www.elections.il.gov/Downloads/VotingInformation/PDF/R-19.pdf) and mailing it to your [local election authority](http://www.elections.il.gov/ElectionAuthorities/ElecAuthorityList.aspx). Your mail-in voter application must be postmarked prior to the close of registration to be valid. If you do not provide the necessary identification with your application, the first time you vote must be in-person.  \n\nYou can also register **in person** at the following locations:  \n- County Clerk's Office  \n- Board of Election Commissioner's Office  \n- City and Village Offices  \n- Township Offices  \n- Schools  \n- Public Libraries  \n- Military Recruitment Offices  \n\n\n", "---\ntitle: \"How do I register if I am in the military, overseas, or I live abroad?\"\npublished: true\nweight: 7\nsection: \"register-to-vote\"\npriority: \"Minor\"\n---\n\nA **military voter** is a member of the U.S. Uniformed Service currently on active duty. This also includes the following:  \n- Any family members or dependents of voting age accompanying the active duty service member  \n- Members of the U.S. Armed Forces, Merchant Marine, Commissioned Corps of the Public Health Service, and the National Oceanic and Atmospheric Administration  \n- U.S. Government employees serving outside the U.S.  \n\nIf you meet one of the above qualifications, you may register to vote and request a vote-by-mail ballot by following these steps:  \n- Download a [Federal Post Card Application](https://www.fvap.gov/uploads/FVAP/Forms/fpca2013.pdf) (FPCA) or request one from your [local election authority](http://www.elections.il.gov/ElectionAuthorities/ElecAuthorityList.aspx), and submit the completed form by mail to your election authority. **You must submit an FPCA to your election authority every year and whenever your mailing address changes.**  \n- A spouse or dependent who is registered to vote may register you in lieu of the official FPCA.  \n- **To receive a vote-by-mail ballot,** your local election authority must receive your FPCA no later than 10 days prior to Election Day.  \n\n**Overseas voters** are grouped into the following two categories:  \n- **Citizens of the U.S. temporarily residing outside the territorial limits of the U.S.** This includes any civilian citizens of the U.S. who maintain a residence in Illinois and intend to return. It also includes their spouses and dependents of voting age who are residing with and accompanying them.  \n- **Non-Resident Civilian Citizens.** This includes any civilian citizens of the U.S. who reside outside the territorial limits of the U.S., had maintained a residence in Illinois immediately prior to their departure from the U.S., are not registered to vote in any other state, and whose intent to return to Illinois may be uncertain.  \n\nIf you fall into either of these categories, you may register to vote and request a vote-by-mail ballot by following these steps:  \n- Download a [Federal Post Card Application](https://www.fvap.gov/uploads/FVAP/Forms/fpca2013.pdf) (FPCA) or request one from your [local election authority](http://www.elections.il.gov/ElectionAuthorities/ElecAuthorityList.aspx), and submit the completed form by mail to your election authority. **You must submit an FPCA to your election authority every year and whenever your mailing address changes.**  \n- If your local election authority receives your FPCA no later than 30 days prior to Election Day, you will receive a vote-by-mail ballot for local, state and Federal offices. If your FPCA arrives less than 30 days, but no later than 10 days, before Election Day, you will receive a vote-by-mail ballot for Federal offices only.\n", "---\ntitle: \"Register to Vote\"\npublished: true\nweight: 0\nsection: \"register-to-vote\"\npriority: \"Major\"\n---\n", "---\ntitle: \"What forms of identification do I need to register to vote?\"\npublished: true\nweight: 4\nsection: \"register-to-vote\"\npriority: \"Minor\"\n---\n\n**If you register to vote in person,** you need to provide **any two** forms of identification with at least one showing the address of your current residence (e.g., a piece of mail addressed to you). Acceptable forms of identification include the following:  \n- Driver’s license or State ID card  \n- Passport or Military ID  \n- Social Security, Medicare or Medicaid card  \n- College/University/School/Work ID  \n- Lease, mortgage or deed to your home  \n- Credit or debit card  \n- Vehicle registration card  \n- Insurance card  \n- Civic, union or professional membership card  \n- LINK, Public Aid, or Department of Human Services card  \n- Illinois FOID card  \n- Bill, transcript, or report card  \n- Bank statement, pay stub, or pension statement  \n- Utility, medical, or insurance bill  \n- Official mail from any government agency  \n\n**If you register by mail,** you must submit either your driver’s license number or state identification card number. If you don't have either of those, you will need to provide **one** of the following:  \n- The last 4 digits of the your social security number;  \n- A copy of a current and valid photo identification;   \n- A copy of a current utility bill, bank statement, paycheck, government check, **or** other government document that shows your name and address.  \n\n**If you register online,** you must provide **all** of the following:  \n- Your driver’s license or State identification card number;\n- The last 4 digits of your social security number; **and**\n- The date the Illinois driver’s license or State identification card was issued.  \n\n**If you are a college student,** you may also submit the following to demonstrate proof of identity:  \n- A photo identification issued by your college or university **and**  \n- Either a copy of your contract or lease for a residence or any postmarked mail delivered to you at your current residence.\n", "---\ntitle: \"When can I register to vote?\"\npublished: true\nweight: 3\nsection: \"register-to-vote\"\npriority: \"Minor\"\n---\n**Regular voter registration** is open year-round, except during the 27-day period just prior to an election and during the 2-day period after each election (1 day after in Chicago).  \n\n**Grace period registration** is an extension of the regular registration deadline from the 27th day prior to an election all the way up to Election Day. However, grace period registration is only available if you register in person.  \n"], "ways-to-vote": ["---\ntitle: \"Am I eligible to vote by mail?\"\npublished: true\nweight: 1\nsection: \"ways-to-vote\"\npriority: \"Minor\"\n---\n\n**Anyone who is registered to vote in the State of Illinois** may apply for a vote-by-mail ballot without stating any reason for their inability to vote in person on Election Day.  \n\n**Members of the U.S. Uniformed Service on active duty and  U.S. civilian citizens living overseas** may also apply for a vote-by-mail ballot. (See [How do I vote if I am in the military or overseas?](#menu-item-vote-military-overseas))\n\n**State or Federal employees** who maintained a residence in their precinct at the time of their employment but reside elsewhere due to their State or Federal employment may also apply for a vote-by-mail ballot from their precinct in Illinois.\n", "---\ntitle: \"How do I get a vote-by-mail ballot?\"\npublished: true\nweight: 2\nsection: \"ways-to-vote\"\npriority: \"Minor\"\n---\n\n**If you wish to receive a vote-by-mail ballot, you must first submit an application** to vote by mail to your [local election authority](http://www.elections.il.gov/ElectionAuthorities/ElecAuthorityList.aspx). You can obtain an application [online](http://elections.il.gov/VotingInformation/VotingByMailMove.aspx), by mail or in person from your local election authority.  \n\nOnce you receive your application, you must complete it and return it to the election authority. **Completed applications must include the following information:**  \n- Your name  \n- Your home address  \n- The address where you want your vote-by-mail ballot to be mailed  \n- Your party affiliation (for primary elections only)  \n- Your signature  \n\n**Your completed application must be submitted to the election authority** within the following timeframe, depending on whether you submit it in person or by mail:  \n- **In person:** You may submit your application in person no more than 90 days prior to Election Day and no less than 1 day prior to Election Day.  \n- **By mail inside the U.S.:** You may submit your application by mail no more than 90 days prior to Election Day and no less than 5 days prior to Election Day.  \n- **By mail outside the U.S.:** If you submit your application by mail more than 30 days prior to Election Day, you will receive a full ballot. If you submit your application by mail less than 30 days prior to Election Day, you will only receive a Federal ballot.\n", "---\ntitle: \"If I requested a vote-by-mail ballot, can I still vote in person on Election Day?\"\npublished: true\nweight: 4\nsection: \"ways-to-vote\"\npriority: \"Minor\"\n---\nIf you requested a vote-by-mail ballot, you will not be permitted to vote at your polling place on Election Day.  \n\n**However, there are exceptions which may apply:**  \n- You may submit your vote-by-mail ballot to the election judges at your polling place for cancellation.  \n- You may fill out and sign an affidavit stating that you never received your vote-by-mail ballot.  \n- You may fill out and sign an affidavit stating that you completed and returned your vote-by-mail ballot but your election authority never received it.  \n\n**If you admit to receiving a vote-by-mail ballot but did not return it to your election authority, you will be permitted to vote provisionally.** (See [What is a provisional ballot?](#menu-item-what-is-provisional-ballot)) Your provisional ballot will be kept separately until the election authority can confirm that they did not receive your vote-by-mail ballot.  \n", "---\ntitle: \"How do I return my vote-by-mail ballot?\"\npublished: true\nweight: 3\nsection: \"ways-to-vote\"\npriority: \"Minor\"\n---\n**You may vote by mail starting 40 days prior to Election Day** by sending your completed vote-by-mail ballot to your [local election authority](http://www.elections.il.gov/ElectionAuthorities/ElecAuthorityList.aspx). Please note the following before sending your ballot:  \n- You must sign the affidavit on the ballot envelope.  \n- Your ballot must be placed into the certification envelope provided with your ballot.  \n- The certification on the envelope must be completed and signed.  \n- The envelope must be sealed.  \n- Mailed ballots must be postmarked no later than Election Day and received no later than 14 days after the election to be counted.  \n- If you receive assistance in completing your ballot, the name and address of the individual who provided assistance must be included on the certification envelope.  \n\n**You may also return your vote-by-mail ballot in person** to the election authority up to 40 days prior to the election or on Election Day. You may authorize any person to return your ballot for you by signing the affidavit on the ballot envelope affirming that you gave this person authorization to deliver your ballot for you.  \n\n\n", "---\ntitle: \"How do I vote early in person?\"\npublished: true\nweight: 5\nsection: \"ways-to-vote\"\npriority: \"Minor\"\n---\nAs a registered voter in Illinois, you may cast your ballot in person **no more than 40 days prior to Election Day,** without providing any reason, by appearing at the office of your [local election authority](http://www.elections.il.gov/ElectionAuthorities/ElecAuthorityList.aspx) during business hours or at a designated [Early Voting Center](http://www.elections.il.gov/VotingInformation/EarlyVotingLocations.aspx).  \n\n**If you were already issued a vote-by-mail ballot,** you may still vote early if you submit your vote-by-mail ballot for cancellation to the election official conducting early voting at the election authority office or Early Voting Center. If you are unable to submit your vote-by-mail ballot, you may sign an affidavit before the election official affirming that you never received your vote-by-mail ballot or that you were informed by the election authority that they did not receive your ballot.  ", "---\ntitle: \"How do I vote on Election Day in person?\"\npublished: true\nweight: 6\nsection: \"ways-to-vote\"\npriority: \"Minor\"\n---\nOn Election Day, the polls are open from 6 AM - 7 PM. If you did not vote early or apply to vote by mail, you must vote in person at your [polling place](http://www.elections.il.gov/VotingInformation/RegistrationLookup.aspx) during these hours. Once you arrive at your polling place, follow these steps to obtain and submit your ballot:  \n1. **Sign an application for your ballot.** An election judge will determine the ballot on which you are qualified to vote, initial it, and direct you to a voting booth. In a Primary Election, you will be required to ask for the ballot of the party in whose primary you wish to vote.  \n2. **Mark your ballot.** Each jurisdiction in Illinois uses its own voting system from among the systems approved by the Illinois State Board of Elections. Follow the instructions to mark your ballot fully, and remember that you are entitled to receive instruction on use of the voting system from the election judge. Pay special attention to the number of candidates to vote for in each office.  \n3. **Check your ballot.** Double-check that you have chosen the candidates you intended to vote for and marked your ballot according to the instructions.  \n4. **Cast your ballot.** Follow the instructions to submit your completed ballot either electronically or by taking your ballot, in a security envelope, to the election judge to add to the ballot box.  \n", "---\ntitle: \"How do I vote if I have been admitted to a healthcare facility?\"\npublished: true\nweight: 8\nsection: \"ways-to-vote\"\npriority: \"Minor\"\n---\n\nIf you are a registered voter and you are admitted to a healthcare facility **no more than 14 days** before Election Day and are unable to travel to your polling place, you are entitled to personal delivery of your ballot. If you are admitted to a healthcare facility more than 14 days before the election, you may apply for a vote-by-mail ballot.  \n\n**In order to vote via personal delivery, follow these steps:**  \n- Obtain an Application for Ballot for Qualified Voter Admitted to Hospital, Nursing Home or Rehabilitation Center from your [local election authority](http://www.elections.il.gov/ElectionAuthorities/ElecAuthorityList.aspx).  \n- Complete the application and have your physician complete and sign the Certificate of Attending Physician section.  \n- After the application is completed, any registered voter from your precinct or any legal relative may hand-deliver the application to the office of the election authority.  \n- This registered voter or legal relative will receive a ballot and can personally deliver it to you at the healthcare facility or your home where you are recovering.  \n- Once you receive your ballot, vote in secret and complete the certification on the ballot return envelope.  \n- Securely seal the envelope and give it back to the registered voter or legal relative. They must deliver the ballot to the election authority by 7 PM on Election Day for it to be counted.\n", "---\ntitle: \"How do I vote if I am in the military or overseas?\"\npublished: true\nweight: 7\nsection: \"ways-to-vote\"\npriority: \"Minor\"\n---\n**If you are a U.S. Uniformed Service member on active duty,** there are two ways for you to vote:  \n- You are allowed to vote in person at the designated [polling place](http://www.elections.il.gov/VotingInformation/RegistrationLookup.aspx) for your permanent residence in Illinois, even if you have not registered to vote.  \n- If you have registered to vote and applied for a vote-by-mail ballot, your ballot must be postmarked no later than Election Day and received by the [election authority](http://www.elections.il.gov/ElectionAuthorities/ElecAuthorityList.aspx) within 14 days after the election. (See [How do I register to vote if I am in the military or overseas?](#menu-item-military-overseas))  \n\n**If you are a civilian citizen currently overseas,** you must apply for and submit a vote-by-mail ballot, postmarked no later than Election Day and received by the election authority within 14 days after the election.  \n", "---\ntitle: \"Ways to Vote\"\npublished: true\nweight: 1\nsection: \"ways-to-vote\"\npriority: \"Major\"\n---\n"], "voting-basics": ["---\ntitle: \"Am I eligible for voting assistance?\"\npublished: true\nweight: 5\nsection: \"voting-basics\"\npriority: \"Minor\"\n---\n**If you are disabled, visually impaired, or cannot read or write the English language,** you are entitled to receive assistance in the casting of your vote in the voting booth on Election Day.  \n\nYou may receive assistance from a person of your choice; however, the person providing assistance must vote as you direct and cannot be an officer or agent of your employer or union. If you do not specify a person to assist you in voting, you can request assistance from two election judges, one from each political party.  \n\n**You may only receive voting assistance if you request it and only after you complete and sign an affidavit that will be provided by the election judge.**  \n", "---\ntitle: \"How do I write in a candidate?\"\npublished: true\nweight: 6\nsection: \"voting-basics\"\npriority: \"Minor\"\n---\n**If your preferred candidate’s name is not on the ballot, you may cast a write-in vote** by writing the name of your candidate of choice on the blank line provided at the end of the list of candidates for any office. A write-in vote will only be counted for a candidate who has filed an “Intent to be a Write-in Candidate” with the election authority. The election judges will be provided with a list of qualified write-in candidates.  \n\nNote that you do not need to spell the write-in candidate’s name with total accuracy, as long as it is close enough for the election judge to determine your intent to vote for a specific write-in candidate.\n", "---\ntitle: \"What if I am not on the voting rolls at my polling place?\"\npublished: true\nweight: 3\nsection: \"voting-basics\"\npriority: \"Minor\"\n---\nIf your name is missing from the list of registered voters in your precinct, or if the election judge challenges your eligibility to vote for any reason, **you are entitled to cast a provisional ballot.** (See [What is a provisional ballot?](#menu-item-what-is-provisional-ballot))  \n", "---\ntitle: \"What if I have questions at the polling place?\"\npublished: true\nweight: 2\nsection: \"voting-basics\"\npriority: \"Minor\"\n---\nEvery Illinois voter is entitled to receive instruction on how to cast their vote from election judges, trained election workers who are there to help you navigate the voting process. If you have questions after you arrive at the polling place, they will be happy to help you.  \n", "---\ntitle: \"Do I need Voter ID?\"\npublished: true\nweight: 1\nsection: \"voting-basics\"\npriority: \"Minor\"\n---\n**You do not need identification to vote in Illinois** unless you failed to provide adequate identification when you registered to vote by mail and this is your first time voting in Illinois. (See [What forms of identification do I need to register to vote?](#menu-item-voter-id-to-register))\n", "---\ntitle: \"Voting Basics\"\npublished: true\nweight: 1\nsection: \"voting-basics\"\npriority: \"Major\"\n---\n\n", "---\ntitle: \"What is a provisional ballot?\"\npublished: true\nweight: 4\nsection: \"voting-basics\"\npriority: \"Minor\"\n---\n\nProvisional voting allows you to vote on Election Day in a situation where your eligibility to vote has been challenged by the election judge. **You can cast a provisional ballot for any of the following reasons:**  \n- Your name does not appear on the official list of eligible voters for your precinct  \n- Your voting status has been challenged by a majority of the election judges at your precinct  \n- You did not provide identification when registering by mail and still cannot provide identification at the polling place  \n- You vote during a court-ordered extended voting period  \n- Your name appears on the list of voters who voted early but you claim not to have voted during the early voting period  \n- You admit to receiving a vote-by-mail ballot, but failed to return it to the election authority or bring it to the polling place on Election Day  \n- You attempted to register to vote on Election Day, but failed to provide identification  \n\n**To cast a provisional ballot, you will follow these steps:**  \n1. Fill out an Application to Vote and sign a Provisional Voter Affidavit, which will be provided by the election judge.  \n2. You will be issued a provisional ballot and Provisional Ballot Envelope.  \n3. Once you have voted your ballot, seal it in the Provisional Ballot Envelope and return it to the election judge.  \n4. The election judge will deposit your provisional ballot in a separate container from the ballot box containing regular ballots.  \n5. The election judge will provide you with written instructions on how to submit additional proof of registration to the election authority and how to determine after the election if your provisional ballot was counted.\n"], "important-dates-deadlines": ["---\ntitle: \"2016 Election Dates and Deadlines\"\npublished: true\nweight: 7\nsection: \"important-dates-deadlines\"\npriority: \"Minor\"\n---\n**Primary Election - March 15, 2016**  \n- Last day to register to vote: February 16, 2016  \n- Grace Period Registration:  \n\t- First Day: February 17, 2016  \n    - Last Day: March 14, 2016  \n- Early Voting Period:  \n\t- First Day: February 4, 2016  \n    - Last Day: March 14, 2016  \n\n**General Election - November 8, 2016**  \n- Last day to register to vote: October 11, 2016  \n- Grace Period Registration:  \n\t- First Day: October 12, 2016\n    - Last Day: November 8, 2016\n- Early Voting Period:  \n\t- First Day: September 29, 2016\n    - Last Day: November 7, 2016  \n\n\n", "---\ntitle: \"Important Dates and Deadlines\"\npublished: true\nweight: 1\nsection: \"important-dates-deadlines\"\npriority: \"Major\"\n---\n\nThere are some important dates and deadlines for Illinois voters to know, including when elections are held in the state.  \n\n**Regular primary elections** are held on the third Tuesday in March in even-numbered years. **Regular general elections** are held on the first Tuesday in November in even-numbered years. In odd-numbered years, some jurisdictions have primary elections on the last Tuesday in February, and all jurisdictions have general elections on the first Tuesday of April.\n", "---\ntitle: \"Voter Registration Grace Period\"\npublished: true\nweight: 3\nsection: \"important-dates-deadlines\"\npriority: \"Minor\"\n---\nYou may register to vote after the regular registration deadline, from the 27th day prior to an election all the way up to Election Day. However, grace period registration is only available if you register in person.  \n", "---\ntitle: \"Vote-By-Mail Application Deadline\"\npublished: true\nweight: 4\nsection: \"important-dates-deadlines\"\npriority: \"Minor\"\n---\n\nYou may apply for a vote-by-mail ballot **in person** at your [local election authority](http://www.elections.il.gov/ElectionAuthorities/ElecAuthorityList.aspx) no more than 90 days prior to Election Day and no less than 1 day prior to Election Day.  \n\nYou may apply **by mail inside the U.S.** no more than 90 days prior to Election Day and no less than 5 day prior to Election Day.  \n\nYou may apply **by mail outside the U.S.** no less than 30 days prior to Election Day to receive the full ballot or no less than 10 days prior to Election Day to receive a Federal ballot only.\n", "---\ntitle: \"Vote-By-Mail Deadline\"\npublished: true\nweight: 5\nsection: \"important-dates-deadlines\"\npriority: \"Minor\"\n---\nYou may **return your completed vote-by-mail ballot by mail** no more than 40 days prior to Election Day, and it must be postmarked no later than Election Day and received by the election authority no later than 14 days after the election.  \n\nYou may also **return your completed vote-by-mail ballot in person** to the election authority no more than 40 days prior to the election or on Election Day.  \n", "---\ntitle: \"Voter Registration Deadlines\"\npublished: true\nweight: 2\nsection: \"important-dates-deadlines\"\npriority: \"Minor\"\n---\nRegular voter registration must be completed at least 27 days before the election or, if you want to register for the following election, at least 2 days after Election Day.  \n", "---\ntitle: \"Early Voting Period\"\npublished: true\nweight: 6\nsection: \"important-dates-deadlines\"\npriority: \"Minor\"\n---\nYou may vote early in person no more than 40 days prior to Election Day.\n"], "my-rights-as-a-voter": ["---\ntitle: \"Can I vote if I have been convicted of a crime?\"\npublished: true\nweight: 5\nsection: \"my-rights-as-a-voter\"\npriority: \"Minor\"\n---\n**What are my voting rights if I have been convicted of a misdemeanor?**  \n\n**Your voting rights are not affected by any misdemeanor conviction.** You can vote in all Illinois elections without restriction due to your criminal record.  \n\n**What are my voting rights if I have been convicted of a felony?**  \n\n**If you have a felony conviction and are currently incarcerated, you are not eligible to vote.** Your voting rights will be restored when you are released from prison. You will be eligible to vote even if you are on parole or probation; however, you must re-register to vote after your release.  \n", "---\ntitle: \"My Rights as a Voter\"\npublished: true\nweight: 1\nsection: \"my-rights-as-a-voter\"\npriority: \"Major\"\n---\n", "---\ntitle: \"Reporting problems at the polls\"\npublished: true\nweight: 6\nsection: \"my-rights-as-a-voter\"\npriority: \"Minor\"\n---\n\n**Your County Elections Office**  \nContact your [County Elections Office](#section-election-office-contact) to get any voting problem resolved quickly.  \n\n**Election Protection**  \nIf you encounter any issues in casting your ballot, or feel like your rights were violated, call one of these hotlines to get help resolving your dispute and reporting your claim.  \n\n**English: 866-OUR-VOTE (866-687-8683)**  \n\nCheck [here](http://www.866ourvote.org/) for more information about Election Protection and the [hotline schedule](http://www.866ourvote.org/pages/2016-live-hotline-hours-and-dates).  \n", "---\ntitle: \"What are my rights as a voter with disabilities?\"\npublished: true\nweight: 2\nsection: \"my-rights-as-a-voter\"\npriority: \"Minor\"\n---\nVoters who require assistance in voting due to blindness, disability or inability to read or write may receive assistance from a person of the voter’s choice; this person cannot be an officer or agent of the voter’s employer or union. Jurisdictions must take steps to make the registration and voting process accessible to the elderly and to individuals with disabilities.  \n", "---\ntitle: \"What are my rights as a voter whose eligibility is challenged?\"\npublished: true\nweight: 4\nsection: \"my-rights-as-a-voter\"\npriority: \"Minor\"\n---\nIf your name is missing from the list of registered voters in your precinct, or if the election judge challenges your eligibility to vote for any reason, you are entitled to cast a provisional ballot. (See [What is a provisional ballot?](#menu-item-what-is-provisional-ballot))  \n", "---\ntitle: \"What are my rights if I need language assistance?\"\npublished: true\nweight: 3\nsection: \"my-rights-as-a-voter\"\npriority: \"Minor\"\n---\nVoters in jurisdictions with a statutorily-specified minimum number of voters who speak a primary language other than English may be entitled to receive a written ballot or other election materials or assistance in a language other than English in some areas of Illinois.  \n", "---\ntitle: \"What are my rights as an Illinois voter?\"\npublished: true\nweight: 1\nsection: \"my-rights-as-a-voter\"\npriority: \"Minor\"\n---\n\n**As a voter in the state of Illinois, you have certain rights** guaranteed by state and federal law. Please see this [voter information publication](http://www.elections.il.gov/downloads/votinginformation/pdf/illinois_voter_information.pdf) from the Illinois State Election Authority for a full list of your voter rights.\n"], "more-voting-info": ["---\ntitle: \"How do I correct a voting mistake?\"\npublished: true\nweight: 2\nsection: \"more-voting-info\"\npriority: \"Minor\"\n---\nIf you make a mistake, make a stray mark, or damage your ballot when voting in person, you may return your ballot to the election judges and receive a new one.  \n", "---\ntitle: \"Do I need to declare a political party when I register to vote?\"\npublished: true\nweight: 4\nsection: \"more-voting-info\"\npriority: \"Minor\"\n---\n\n**You do not need to declare a political party affiliation when you register to vote** in the state of Illinois in order to vote in party primaries.  \n\nWhen you apply for a primary election ballot (either in person at the election authority office, at your polling place, or by mail), you will be asked to specify the political party in whose primary you wish to vote and the election official will give you the appropriate ballot.\n", "---\ntitle: \"Special note on Democratic presidential primaries\"\npublished: true\nweight: 7\nsection: \"more-voting-info\"\npriority: \"Minor\"\n---\n**Democratic primary voters vote not only for their presidential preference, but also for 102 of Illinois's 181 delegates to the Democratic National Convention.**  \n\nDelegates do not appear on Voter’s Edge, but they will appear on the Democratic primary ballot. Delegates state on the ballot which candidate they support, but they are not bound to that candidate. Instead, they are awarded to candidates proportionally based on the results of the presidential preference vote; presidential candidates must earn at least 15% of the preference vote to be awarded any delegates.  \n\nThe remainder of Illinois's Democratic delegates are apportioned as follows: 20 are pledged party leaders and elected officials selected by the state delegation, 34 are pledged at-large delegates (as well as 13 at-large alternates) also selected by the state delegation, and 25 are unpledged party leaders and elected officials.  \n", "---\ntitle: \"More Voting Info\"\npublished: true\nweight: 0\nsection: \"more-voting-info\"\npriority: \"Major\"\n---\n", "---\ntitle: \"How do I know which political districts I live in?\"\npublished: true\nweight: 5\nsection: \"more-voting-info\"\npriority: \"Minor\"\n---\n\nFor information about the state legislative and judicial districts and U.S. congressional district where you live, visit the Illinois State Board of Elections’ [District/Official search tool](http://www.elections.il.gov/DistrictLocator/DistrictOfficialSearchByAddress.aspx).  \n\nIf you have further questions about your local political districts, the Board of Elections recommends that you contact your [local election authority](http://www.elections.il.gov/ElectionAuthorities/ElecAuthorityList.aspx?Selected=Election%20Authorities).\n", "---\ntitle: \"Information About Political Parties\"\npublished: true\nweight: 3\nsection: \"more-voting-info\"\npriority: \"Minor\"\n---\n**What is a political party?**  \nA political party is a group of people who attempt to determine public policy and influence government by getting their candidates elected to office.  \n\n**What are the officially recognized political parties in Illinois?**  \nOnly the [Democratic Party](http://www.ildems.com/) and the [Republican Party](http://www.weareillinois.org/) are statewide, established political parties in the State of Illinois. However, a candidate may choose to have a label of another party appear alongside their name on the ballot. These labels are called **political party designations.**  \n\nThe [Green Party](http://www.ilgp.org/), while not officially recognized by the state, holds partisan primary elections in U.S. Congressional Districts 5 and 12.  \n", "---\ntitle: \"Special note on Republican presidential primaries\"\npublished: true\nweight: 6\nsection: \"more-voting-info\"\npriority: \"Minor\"\n---\n**Republican primary voters vote not only for their presidential preference, but for delegates and alternate delegates to the Republican National Convention as well.**  \n\nDelegates and alternate delegates do not appear on Voter’s Edge, but they will appear on the Republican primary ballot. **Each voter may vote for up to three delegates and three alternate delegates.** Delegates and alternate delegates state on the ballot which candidate they support and they are bound to that candidate. The winner of the statewide presidential preference vote is awarded Illinois’s 12 at-large delegates.  \n", "---\ntitle: \"How do I serve as an election judge?\"\npublished: true\nweight: 1\nsection: \"more-voting-info\"\npriority: \"Minor\"\n---\n**How do I serve as an election judge?**\n\n**Election judges are responsible for the proper and lawful conduct of the election.** They ensure that every person who votes at their polling place is qualified to vote and that everyone who is qualified to vote has the opportunity to vote. Election judges also help set up and close the polling place, provide instructions to aid voters in successfully casting their ballots and understanding their rights, and protect ballots and voting equipment.  \n\nYou can serve as an election judge in the State of Illinois if you meet the following requirements:  \n- You are a U.S. citizen and registered to vote in the next election  \n- You are not subject to the registration requirement of the Sex Offender Registration Act  \n- You are able to speak, read and write the English language  \n- You are skilled in the four fundamental rules of arithmetic (i.e., addition, subtraction, multiplication, and division)  \n- You are of good understanding and capable of performing the duties of the election judge  \n- You are not a candidate for any office at the election  \n- You are not a precinct committeeman  \n\n**If you are a high school junior or senior and not yet eligible to vote,** you may still serve as an election judge if you meet the following requirements:  \n- You are a U.S. citizen  \n- You have a cumulative grade point average equivalent to at least 3.0 on a 4.0 scale  \n- You have the written approval of the principal of your high school  \n- You have the written approval of your parent or legal guardian  \n\n**Why be an election judge?**  \n- Get involved in the election process and assist voters  \n- Contribute to your community  \n- Earn extra money (exact amount varies by election authority)  \n"], "election-office-contact": ["---\ntitle: \"Contact county election office\"\npublished: true\nweight: 2\nsection: \"election-office-contact\"\npriority: \"Minor\"\n---\n\nElection office contact", "---\ntitle: \"Contact state election office\"\npublished: true\nweight: 1\nsection: \"election-office-contact\"\npriority: \"Minor\"\n---\nElection office contact", "---\ntitle: \"Contact Election Office\"\npublished: true\nweight: 1\nsection: \"election-office-contact\"\npriority: \"Major\"\n---\n&nbsp;"]}}, "stateDataSingleElections": {"votingInfo": {"2016-03-15": {"my-polling-place": [], "register-to-vote": [], "ways-to-vote": [], "voting-basics": [], "important-dates-deadlines": [], "my-rights-as-a-voter": [], "more-voting-info": [], "election-office-contact": []}, "2016-11-08": {"my-polling-place": ["---\ntitle: \"Ways to vote section title\"\npublished: false\nweight: -10\nsection: \"ways-to-vote\"\npriority: Minor\n---\n\n"], "register-to-vote": ["---\ntitle: \"Register to vote section title\"\npublished: false\nweight: -10\nsection: \"register-to-vote\"\npriority: Minor\n---\n\n"], "ways-to-vote": ["---\ntitle: \"Ways to vote section title\"\npublished: false\nweight: -10\nsection: \"ways-to-vote\"\npriority: Minor\n---\n\n"], "voting-basics": ["---\ntitle: \"Voting basics section title\"\npublished: false\nweight: -10\nsection: \"voting-basics\"\npriority: Minor\n---\n\n"], "important-dates-deadlines": ["---\ntitle: \"Important dates and deadlines section title\"\npublished: false\nweight: -10\nsection: \"important-dates-deadlines\"\npriority: Minor\n---\n\n"], "my-rights-as-a-voter": ["---\ntitle: \"My rights as a voter section title\"\npublished: false\nweight: -10\nsection: \"my-rights-as-a-voter\"\npriority: Minor\n---\n\n"], "more-voting-info": ["---\ntitle: \"More voting info section title\"\npublished: false\nweight: -10\nsection: \"more-voting-info\"\npriority: Minor\n---\n\n"], "election-office-contact": ["---\ntitle: \"Election office contact section title\"\npublished: false\nweight: -10\nsection: \"election-office-contact\"\npriority: Minor\n---\n\n"]}}}, "electionAuthorityData": {"votingInfo": {"my-polling-place": [], "register-to-vote": [], "ways-to-vote": ["---\ntitle: \"Ways to vote section title\"\npublished: false\nweight: -10\nsection: \"ways-to-vote\"\npriority: \"Minor\"\n---\n\n"], "voting-basics": ["---\ntitle: \"Voting basics section title\"\npublished: false\nweight: -10\nsection: \"voting-basics\"\npriority: \"Minor\"\n---\n\n"], "important-dates-deadlines": [], "my-rights-as-a-voter": [], "more-voting-info": ["---\ntitle: \"More voting info section title\"\npublished: false\nweight: -10\nsection: \"more-voting-info\"\npriority: \"Minor\"\n---\n\n"], "election-office-contact": []}}, "electionAuthorityDataSingleElections": {"votingInfo": {"2014-11-04": {"my-polling-place": [], "register-to-vote": [], "ways-to-vote": [], "voting-basics": [], "important-dates-deadlines": [], "my-rights-as-a-voter": [], "more-voting-info": [], "election-office-contact": []}, "2016-02-29": {"my-polling-place": [], "register-to-vote": [], "ways-to-vote": [], "voting-basics": [], "important-dates-deadlines": [], "my-rights-as-a-voter": [], "more-voting-info": [], "election-office-contact": []}, "2014-03-18": {"my-polling-place": [], "register-to-vote": [], "ways-to-vote": [], "voting-basics": [], "important-dates-deadlines": [], "my-rights-as-a-voter": [], "more-voting-info": [], "election-office-contact": []}, "2016-03-15": {"my-polling-place": [], "register-to-vote": [], "ways-to-vote": [], "voting-basics": [], "important-dates-deadlines": [], "my-rights-as-a-voter": [], "more-voting-info": [], "election-office-contact": []}}}}}